Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: Humansss? After all thisss time they wantsss to reconquessst this place? They'll find only their deathsss!
it: Umani? Dopo tutto quesssto tempo vogliono riprendersssi quesssto posssto? Troveranno ssolo la loro morte!
ja: 人間か？結局あいつらは、ここをセー服したいんだな？お前ら、自分のシー体をみることになるがな、シャーッ！

source: Ssstupid lard mammal, ssstay out of thisss ssstory or you won't be able to get out!
it: Sstupido mammifero lardossso, sstai fuori da quessssta sstoria oppute non ssarai più in grado di ussscirne!
ja: バーカな陸上哺乳類め、いや、"まな板の上"哺乳類ってか、この歴シーから居なくなっちまえ、でないと、ショー涯、出られなくなるぞ、シャーッ！

source: Wait, ogre, we didn't come here to fight with you, but only to fight the nagas occupying our ancient station!
it: Aspetta, ogre, non siamo venuti qui per combattere con te, ma solo per combattere i naga che occupano la nostra antica stazione!
ja: 待ってくれオーガ、我々は君と戦うためにここへ来たのではない、ナーガを倒したい。あいつが我々の古い駅を占領しているのだ！

source: Glubtrub to hate snake! Little fat to eat and bad! They to kill our puppies when they to play near ruins! But soldier with colors of Wetspot never to be friends ogres... I believe... I don't remember well!
it: Glubtrub odiare serpenti! Poco grasso da mangiare e cattivo! Essi anche uccidono nostri cuccioli quando giocano vicino alle rovine! Ma soldati di Wetspot mai essere amici di ogre… credo … non ricordare bene!
ja: オレ Glubtrub 、ヘビ、大嫌い！太ってないから、食べてもお腹すく、美味しくない！あいつらは廃墟の近くで遊ぶオレたちの子供たちヲ殺す！だけど、Wetspot 色の兵隊 、オーガと昔、友達ちがう... きっと... よく覚えてない！

source: Well, I promise you that Wesnoth's soldiers will not fight against the ogres of the Glubtrub tribe if you help us to defeat the Nagas; in fact, now I have to go east for a mission that, if successful, could allow me to grant these lands to ogres!
it: Bene, ti prometto che i soldati di Wesnoth non combatteranno contro gli ogre della tribù Glubtrub se ci aiuterai a sconfiggere i Naga; infatti, ora devo andare a est per una missione che, in caso di successo, potrebbe permettermi di concedere queste terre agli ogre!
ja: なぁ、約束するよ、Wesnoth の兵士は Glubtrub 一族のオーガとは戦わない、ナーガ退治を手伝ってくれたらね。実は、我々は任務のために東に行かねばならないのだが、それが成功したら、ここの大地をオーガに譲渡できるかもしれない！

source: Understand little, but... meanwhile to squash snakes, to understand well after!
it: Capito poco, ma... intanto spiaccicare serpenti, capire bene dopo!
ja: 少し分かる、だけど... 今は、ヘビ潰す。あとで、よく分かる！

source: (<i>To Glauco</i>) I don't understand! Weren't we supposed to free the amber way? With the ogres settled here, how are we going to do this?
ja: （<i>Glauco に向かって </i>）理解できません！琥珀街道を開放するのではなかったのですか？ここにオーガが住んでる状況で、計画をどう進めるんです？

source: If the ogre tribe becomes our allies, not only will they not be an obstacle, but they will even be a benefit, because they'll protect this territory from invaders like the Naga; for the completion of my project, meanwhile, it's essential to liberate the river.
it: Se la tribù degli ogre diventa nostra alleata, non solo non sarà un ostacolo, ma sarà anche un vantaggio, perché proteggerà questo territorio da invasori come i Naga; per il completamento del mio progetto, nel frattempo, è essenziale liberare il fiume.
ja: オーガ族が味方なら、奴らが障害にならないどころか恩恵まで付いてくる。ナーガのような侵入者からこの領土を守ってくれるし、片や、私の計画の完遂には、川の開放が不可欠だ。

source: You have led us well, and I'll trust you even now, also because the help of Ogres, today, is necessary! In that nest there are more Naga than we expected, and they are also experts as well as armed!
it: Ci hai condotto bene, e mi fiderò di te anche adesso, anche perché l'aiuto degli Ogre, oggi, è necessario! In quel nido ci sono più Naga di quanto ci aspettassimo, e sono anche esperti oltre che armati!
ja: 私たちはあなたのお陰でここまで来られました。今もあなたを信じます。それに、オーガの支援が今日、必要だからです！あの巣には予想以上のナーガがいますし、武装している上に経験豊富ですから！

source: The station is free, and the river, too! Good work, my soldiers!
it: La stazione è libera, ed anche il fiume! Bel lavoro, miei soldati!
ja: 駅は綺麗だし、川も澄んでいる！よく頑張ったな、我が兵士たちよ！

source: Nice! Snakes make flat like sole into the river, flat-flat! You like me, man of Wetspot! I to come with you, and together to come to squash world!
it: Bello! I serpenti fatti piatti la sogliola nel fiume, piatto-piatto! Tu piacere me, uomo di Wetspot! Venire con te e insieme spiaccicare mondo!
ja: キレイね！ヘビたち、足の裏みたいにペチャンコで川の中、ペチャンコ、ペチャンコ！おまえたちは、私に似てるね、Westspot の男たち！一緒に行くよ、世界をペチャンコにする、一緒に行く！

source: Err... yes, you are like me, too, very much, Glubtrub, but I don't go around... to squash; I'm on a mission with a specific purpose... in general, we only fight the enemies of Wesnoth!
it: Ehm ... sì, anche tu piacere me, molto, Glubtrub, ma non vado in giro ... a spiaccicare; sono in missione con uno scopo preciso... in generale, combattiamo solo i nemici di Wesnoth!
ja: えーと... そうだね、君も私に似てるね、とても、Glubtrub 、でも私はあちこちに... 潰しに行くのではないのだ、ある目的を持った任務についていて... 通常は、Wesnoth の敵としか戦わないんだ！

source: More better! To like more to eat and to sleep than to fight! But... how to be enemies of Wetspot? Be edible?
it: Ancora meglio! Piacere più mangiare e dormire che combattere! Ma... come essere nemici di Wetspot? Essere mangiabili?
ja: もっとヨイよ！戦うより、もっと食べる、もっと眠る、でも... Wetspot の敵、どんな感じか？それ、食べられる？

source: So... therefore... not usually... I believe. However, the enemies of Wetspot... er Wesnoth, would be those who live in the territory of Wesnoth and don't respect its laws, or those who want to take possession of the goods or of the life of the inhabitants of Wesnoth.
it: Ecco… ebbene… non di solito… io credo. Comunque, i nemici di Wetspot… volevo dire Wesnoth, sono coloro che vivono nel territorio di Wesnoth e non rispettano le sue leggi, oppure coloro che vorrebbero impossessarsi dei beni o della vita degli abitanti di Wesnoth.
ja: それは... まぁ... 普通は... 違うかな... と思うよ。とにかく、Wetspot... あっ、 Wesnoth の敵は、Wesnoth 領土に住んでいるのにその法律を守らない者、あるいは Wesnoth の住人の財産や生命を危うくする者、ということだね。

source: ...to understand... nothing! But more better so, I not used to understand things, OH OH OH! We to do so, you to say me who is enemy of Wetspot, and I to squash him!
it: ... capire... nulla! Ma più meglio così, io non abituato capire cose, OH OH OH! Noi fare così, tu dire me chi nemico di Wetspot, ed io spiaccicare lui!
ja: 分からない... 全然！でも、分かるようになってきた、昔はあまり分からなかったよ、オゥオゥオゥ！ 俺たち、そうする。おまえ、オレに Wetspot の敵、誰か言う、そうしたら、オレ、そいつ潰す！

source: Beh, I suppose that can be acceptable in this way! Glad to have you with us, Glubtrub, your strength will be useful to us!
it: Beh, suppongo che possa essere accettabile in questo modo! Felice di averti con noi, Glubtrub, la tua forza ci sarà utile!
ja: まぁ、そういう感じでいいと思うよ！仲間になれてうれしいよ、 Glubtrub 、君の剛腕さは、きっと役に立つ！

source: Well, gentlemen, since you don't want to spend a few weeks climbing the mountains further south (which I think is a good idea since the wilds become even more wild in those mountains), we have just to find a road that leads us on the other side of this territorry, through the bloody hills.
it: Bene, signori, dato che non volete passare qualche settimana a scalare le montagne più a sud (cosa che penso sia una buona idea visto che le terre selvagge diventano ancora più selvagge in quelle montagne), dobbiamo solo trovare una strada che ci porti dall'altra parte di questo territorio, attraverso le colline insanguinate.
ja: さて、皆さん、何週間もかけて更に南の山を登るのは嫌だろ、（あの山ではもっと荒々しい原野が待ってるから、いい考えだと思うぞ、）流血の丘を抜けて、この領地の反対側に行ける道を探さねばならん。

source: What's the problem? The season is good, the weather is beautiful, and these hills were safe when the amber caravans passed through them!
it: Qual è il problema? La stagione è bella, il tempo è bello e queste colline erano al sicuro quando le attraversavano le carovane dell'ambra!
ja: 何か問題があるのか？季節は良いし天気も良い。それに、琥珀のキャラバンが通っていた頃は、ここらの丘は安全だったぞ！

source: Too bad that those times are over before you were born, commander! In the past the road was quiet because the few remaining dwarves lived in the mines that they exploited for centuries; these mines have been exhausted for a while, but some dwarves still extracted something that allowed them to trade with the caravan workers; when the caravans ceased, the dwarves raised their heels and left!
it: Peccato che quei tempi siano finiti prima che tu nascessi, comandante! In passato la strada era tranquilla perché i pochi nani rimasti vivevano nelle miniere che hanno sfruttato per secoli; queste miniere sono state esaurite per un po ', ma alcuni nani hanno ancora estratto qualcosa che ha permesso loro di commerciare con i lavoratori della carovana; quando le carovane cessarono, i nani alzarono i talloni e se ne andarono!
ja: 残念だが、そいつはアンタが生まれる前の時代の話だ、司令官！昔は静かなもんだったけど、そりゃ、ここに残った少数のドワーフが何世紀も鉱山に住んでたからだ。ここらの鉱山は少ししてから空っぽになったが、いくらかのドワーフがキャラバンと取引するために、まだ何かしら掘り出してたんだ。キャラバンが来なくなって、ドワーフも踵を返していなくなったってわけさ！

source: Better, so they will not try to charge us any toll!
it: Meglio, quindi non cercheranno di farci pagare alcun pedaggio!
ja: その方がいい、ドワーフたちは我々に通行料を請求しようとしないでしょう！

source: Worse, you'll want to say! The abandoned mines have become the wolves' den, including the Dire Wolves, and during the day they come out to attack intruders, that is, those like us; and finally, the collapse of some complex of tunnels, no longer maintained by the dwarves, has opened chasms here and there, and those have become the home of bats of all kinds, including the worst types of course!
it: Peggio, vorrai dire! Le miniere abbandonate sono diventate la tana dei lupi, compresi i Lupi Terribili, e durante il giorno escono per attaccare gli intrusi, cioè quelli come noi; e infine, il crollo di qualche complesso di gallerie, non più manutenute dai nani, ha aperto voragini qua e là, e quelle sono diventate la dimora di pipistrelli di ogni tipo, compresi i tipi peggiori ovviamente!
ja: その方が悪い、とアンタは言いたくなるはずだ！ 廃坑は狼の住処になっちまった、ダイアウルフもいる。それに日中は侵入者を襲いに来る。つまり、オレたちみたいなのをな。最後には坑道の構造が崩壊して、もうドワーフは面倒を見てないから、あちこちで割れ目ができちまった。そうすると、そこはコウモリの全種族の住処になったのさ、もちろん、コウモリで最悪の種類も含めてな！

source: Of course! At least now we know why these place is called the Bloody Hills!
it: Ovviamente! Almeno ora sappiamo perché questo posto si chiama Colline Sanguinose!
ja: なるほどな！少なくとも今、ここがなぜ”流血の丘”と呼ばれるのか分かったな！

source: Not at all! The name dates back to centuries ago, when the dwarves began to exploit the iron deposits under the hills; the scraps of their excavations that the dwarves accumulated outside are full of iron dust, and when the wind dispersed those rusty powders all the hills took on a blood tinge, until it rained! Anyway, my proposal is to cross them as fast as possible!
it: Affatto! Il nome risale a secoli fa, quando i nani iniziarono a sfruttare i depositi di ferro sotto le colline; gli scarti dei loro scavi che avevano accumulato all'esterno sono pieni di polvere di ferro, e quando il vento disperde quelle polveri arrugginite tutte le colline prendono una sfumatura di sangue, finché non piove! Comunque, la mia proposta è di attraversarle il più velocemente possibile!
ja: 全くの見当違いだよ！名前の由来は、数世紀前に遡るんだぜ。丘の下からドワーフが鉄の鉱床を掘り始めた頃だ。ドワーフが掘り出した鉱物のカスは鉄粉だらけで、風が吹くと巻き上がって丘中を血色に染めるんだ、雨が降るまでな！とにかく、できるだけ早く突っ切ったほうがいいと思うぜ！

source: It seems like a great idea to me!
it: Mi sembra una grande idea!
ja: それが一番よさそうだな！

source: Glubtrub to think the same!
it: Glubtrub pensare stesso!
ja: Glubtrub 、同じ、考える！

source: Well then! There is a monolith, beyond these hills, that should show us where the old Amber Road takes up again! We just have to get there!
it: Bene allora! C'è un monolite, oltre queste colline, che dovrebbe indicarci dove riprende la vecchia Strada dell'Ambra! Dobbiamo solo arrivarci!
ja: よし、そうしよう！石碑がこの丘の向こうにある。旧琥珀街道が再開する場所を示してくれるに違いない！そこに行くしかない！

source: By my grandfather's beard! Some humans, and even... Wesnothian soldiers? What the hell are you doing here?
it: Per la barba di mio nonno! Alcuni umani e persino ... soldati Wesnothiani? Cosa diavolo state facendo qui?
ja: 間違いねえ！！ 人間数人と、それに... Wesnoth 人兵士？一体全体ここで何をやってんだ？

source: They did so, in fact! There is only me, Mimord, here! I stayed here because the others said I was a troublemaker, so when they left I said, 'If I stay alone no one will call me a brawler,' and so... here I am, with nobody to fight against... apart wolves and bats! Ah, the boredom...
it: Lo hanno fatto, infatti! Ci sono solo io, Mimord, qui! Sono rimasto qui perché gli altri dicevano che ero un piantagrane, quindi quando se ne sono andati ho detto: 'Se rimango da solo nessuno mi chiamerà attaccabrighe', e quindi ... eccomi qui, senza nessuno contro cui combattere ... a parte lupi e pipistrelli! Ah, la noia ...
ja: 皆そうしたさ、嘘じゃねえ！今ここには、オレ Mimord だけよ！オレがここに残ったのは、皆にトラブルメーカーだと言われたからだ。で、オレは言ってやったよ、アイツらがいなくなる時に。「オレだけ一人残ったら、誰もオレのことを喧嘩屋って呼ばないだろう」ってな、それで... 残ったのよ。戦う相手もいない... 狼とコウモリを除いてな！あー、退屈だぜ...

source: Ehm... Beh... We're sorry to have bothered you, but as you can see, we already have our troubles and we don't want to have other troubles with you! So, excuse us again, and have a good stay.
it: Ehm ... Beh ... Ci dispiace averti disturbato, ma come vedi, abbiamo già i nostri guai e non vogliamo avere altri guai con te! Quindi, scusaci ancora e ti auguro un buon soggiorno.
ja: あー.. んー... 邪魔してすまない。が、ご覧のとおり、私たちは既に、ある面倒を抱えていて、君とのいざこざは避けたいんだ！だから、私たちも失礼するよ、まあ、元気でな。

source: One moment... can I came with you? I've never seen the sea before, and besides... I'm sick of always having only the beasts to fight with around here! Maybe you will find new foes to fight with on your journey, and the undersigned will be happy to take some axes with you! Enlist me for, let's say... 50 pieces of gold!
it: Un momento ... posso venire con te? Non ho mai visto il mare prima, e poi ... sono stufo di avere sempre solo le bestie con cui combattere qui intorno! Forse troverai nuovi nemici con cui combattere nel tuo viaggio e il sottoscritto sarà felice di usare per te le sue asce! Arruolami per, diciamo ... 50 pezzi d'oro!
ja: ちょっと待てよ... 連れてってくれないのか？海を見たことがないんだ、それに... いつもいつも、この辺をうろつくケダモノと戦ってるだけの暮らしにはもう飽き飽きしてるんだ！アンタたちだって、旅の途中で見たこともねえ敵に出くわすかもしれんだろ、そうしたら、雇用契約書に署名した誰かは、アンタに新しい斧を提供できて喜ぶぞ！なあ、オレを雇ってくれ、おい... 50 gold でどうだ！

source: In truth... we try to avoid problems when possible.
it: In verità ... cerchiamo di evitare problemi quando possibile.
ja: 本音を言うと... なるべくトラブルは避けたい。

source: The dwarf is not all wrong! In my opinion it will do more good than bad if he comes with us! Although we should almost be near at the sea, we don't know what we'll find again, and then... there is always the return to Amoran.
it: Il nano non ha completamente torto! Secondo me farà più bene che male se viene con noi! Anche se dovremmo essere quasi vicini al mare, non sappiamo cosa troveremo di nuovo, e poi ... c'è sempre il ritorno ad Amoran.
ja: あのドワーフは間違ってないな！思うに、あいつが一緒なら悪いことより良いことのほうが多いぜ！海の近くまで行くにしても、また何に出くわすか分かんねえし、それに... いざとなれば Amoran に帰ることもあるし。

source: Then you can come with us, Mimord, but I will decide who to... attack, understood?
it: Allora puoi venire con noi, Mimord, ma deciderò io chi ... attaccare, capito?
ja: それじゃ、一緒に来たまえよ、君、Mimord 。だが、攻撃する相手は私が決める。... 了解したか？

source: Understood! You did a great deal, commander Glauco! But, by my cousin's hammer, you're one tough merchant, to get my services for nothing... my compliments, really.
it: Inteso! Hai fatto un ottimo affare, comandante Glauco! Ma, per il martello di mio cugino, sei un commerciante coi fiocchi, per ottenere i miei servizi per niente ... i miei complimenti, davvero.
ja: 了解した！アンタ、大した腕前だ、Glauco 隊長さんよ！しっかし、いとこの斧に誓って言うが、まるで手強い商人だな。元手を使わずにオレという人材を手に入れちまった... 褒めてるんだぜ、ほんとに。

source: Actually I don't... oh well, forget it and let's reach that monolith beyond the hills.
it: In realtà non ... vabbè, lascia perdere e raggiungiamo quel monolite oltre le colline.
ja: 実はそうでもない... まあ、それは忘れてもらって、丘の向こうの石碑へ急ぐぞ。

source: Urca! Bats ugly, Glubtrub to hate bats!
it: Urca! Pipistrelli orribili, Glubtrub odiare pipistrelli!
ja: うわっ！コウモリ、醜い。 Glubtrub は、コウモリきらい！

source: How are you afraid of an animal that's so much smaller than you, Glubtrub?
ja: 自分よりも随分小さい動物を怖がるなんて、Glubtrub 、どうしたんだ？

source: No to have fear, but bats to have ugly taste! Bleah!
it: No avere paura, ma pipistrelli avere pessimo sapore! Bleah!
ja: 怖い、無い。でも、コウモリ醜い、気味悪い！ブーー！

source: And just so we won't miss anything, here are the wolves!
it: E per non farci mancare niente, ecco i lupi!
ja: それと、見落とさないよう紹介しておくぞ、さあ、オオカミちゃんたちだ！

source: And just so we won't miss anything, here are the wolves! Beh, maybe Fangy could find a cute one and enlarge the family!
it: E per non farci mancare qualcosa, ecco i lupi! Beh, forse Fangy ne troverà uno simpatico con cui allargare la famiglia!
ja: それと、見落とさないよう紹介しておくぞ、さあ、オオカミちゃんたちだ！ へへ、Fangy が可愛い子ちゃんを見つけて、家族を増やすかもな！

source: Well, hey! I'm not complaining about what is lacking!
it: Bene, hey! io non mi sto lamentando di quello che manca!
ja: なあ、おい！足りてないものに不満は言わんぞ！

source: Welcome, foreigners! It's been a long time since we last saw the colors of Wesnoth around here! We wonder why you came back to us right now.
ja: よくぞいらした、異邦の方々！この辺りで Wesnoth の色は久しくお目にかかりませんでしたよ！どうして、あなた方が戻っていらしたのか、不思議に思っているところです。

source: My greetings! I'm the commander Glauco, from Amoran. I came here to reopen the old Amber Road! There is someone in Wesnoth who came back from here who is mighty interested in it!
ja: ご挨拶を申し上げます。私は司令官の Glauco という者で、Amoran から参りました。旧琥珀街道を再開するために参上したのです！ Wesnoth には、この地から戻った人の中に、この道にとても関心をお持ちの方がおいでなんですね！

source: As you are here, I deduce that you have already gotten rid of the Nagas that had gone up the river years ago: and the presence of an ogre in your row also makes me infer that you have already solved any problems with other wild creatures; but I fear that you'll find here your biggest problem.
it: Dato che sei qui, deduco che ti sei già sbarazzato dei Naga che avevano risalito il fiume anni fa: e la presenza di un ogre nelle tue fila mi fa dedurre che hai già risolto anche eventuali problemi con altre creature selvagge; ma temo che troverai qui il tuo maggiore ostacolo.
ja: あなたがここにいるということは、何年も前に川を遡上してきたナーガを既に追い払ったと推察します。それに、隊列にオーガもいるということから、その他の野生生物との問題も既に解決したと推察できます。しかし、この地で最大の問題に気付くのではないかと、それを心配しています。

source: Oh, for that, we are already used to facing problems of any kind! What's the ones here?
it: Oh, per questo siamo già abituati ad affrontare problemi di ogni genere! Quali sono quelli di qui?
ja: あぁ、それなら、既にいろいろな困難に遭遇してきましたよ！ここの問題とは何ですか？

source: The deposits of amber, on the island opposite the mouth of the river, are no longer controlled by the Nereids, but by the saurians! And they make our life difficult even if we search for amber pebbles in the depths along the coast.
it: I depositi di ambra, sull'isola di fronte alla foce del fiume, non sono più controllati dalle Nereidi, ma dai sauri! E ci rendono la vita difficile anche se cerchiamo ciottoli di ambra nelle profondità lungo la costa.
ja: 琥珀の鉱床は河口の反対側の島にあるのですが、もはや Nereids ではなく、トカゲ族が支配しているのです！それに、海岸沿いの深みにある琥珀の小石を探すことさえ、彼らは私たちに命の危険を感じさせるのです。

source: Urca! Lizards more worst mess, more leatherish of snakes to chew, more hard squash them, small, fast, sting with lance and makes strange things with cold light!
it: Urca! Lucertole più pessimo pasticcio, più coriacee di serpenti da masticare, più dure da schiacciarle, piccole, veloci, pungono con la lancia e fanno cose strane con la luce fredda!
ja: ウワァ！トカゲ、もっと悪い、ごたごた。ヘビみたいな革で、もっと噛めない。潰すのはもっと大変、小さくて、速くて、ランスで刺す。冷たい光で変なもの作る！

source: Yet, without the possibility of having amber, all the efforts made to get here have been in vain! But how did they settle on your islands?
it: Eppure, senza la possibilità di avere l'ambra, tutti gli sforzi fatti per arrivare qui sono stati vani! Ma come si sono stabiliti sulle tue isole?
ja: それでも、琥珀が取れる可能性がなければ、ここまで来るための努力は無に帰してしまいます！それにしても、あなたのいる島々まで、奴らはどうやって来たのでしょうか？

source: During the coldest seasons, sometimes, we move to a bay further south for a month or two, when the water here becomes too cold, just like the last winter! When we returned here, at the beginning of spring, we found the saurians already on the islands; we wanted to drive them away, because those islands have been ours ever since our fathers arrived on this continent, but I didn't feel like throwing my people into a war with too uncertain of an outcome; our community is the smallest of all those present along the coasts of this continent.
it: Durante le stagioni più fredde, a volte, ci spostiamo in una baia più a sud per un mese o due, quando l'acqua qui diventa troppo fredda, proprio come lo scorso inverno! Quando siamo tornati qui, all'inizio della primavera, abbiamo trovato i sauri già sulle isole; volevamo scacciarli, perché quelle isole sono nostre da quando i nostri padri sono arrivati in questo continente, ma non desideravo gettare la mia gente in una guerra dall'esito troppo incerto; la nostra comunità è la più piccola tra tutte quelle presenti lungo le coste di questo continente.
ja: 寒い季節の間、私たちは時々、南方にある湾に1,2ヶ月間ですが移動しています。ここの水がとても冷たくなることがあるのです。ちょうど昨年の冬がそうでした！春先になってここに戻ってくると、トカゲ族が既に島々にいるのが分かりました。追い払いたかったのですが... というのも、あの島々は父がこの大陸にたどり着いた時からずっと当家が所有していたからです。しかし、勝敗が不確かな戦いに民衆を投入することなど、できようはずがありません。私たちの集落は、この大陸の海岸沿いにある中で一番小さな集落なのです。

source: If we help you to reconquer the island, are you willing to go up the river, say once or twice a year, to bring amber to Amoran? You can do it without using boats, and therefore you will not violate the treaties with the orcs, and since your path is the river itself, Wesnoth will not have to bear the burden of rebuilding the road; the ogres will guarantee the security of some landing points between here and Amoran.
it: Se ti aiutiamo a riconquistare l'isola, sei disposta a risalire il fiume, diciamo una o due volte l'anno, per portare l'ambra ad Amoran? Puoi farlo senza usare delle imbarcazioni, e quindi non violerai i trattati con gli orchi, e poiché la tua strada è il fiume stesso, Wesnoth non dovrà sopportare il peso di ricostruire la strada; gli ogre garantiranno la sicurezza di alcuni punti di approdo tra qui e Amoran.
ja: もしも私たちがお手伝いして島を取り返せたら、あなたは年に1,2回、川を遡上して Amoran に琥珀を運んできてもらえませんか？あなた方ならボート無しで行き来できるので、オークとの条約に抵触しません。また、その経路は川そのものですから Wesnoth は道を再建する負担すら無いのです。ここから Amoran との間にいくつか上陸地点を設けても、オーガが安全を保証してくれることでしょう。

source: Of course, you are breaking through an open door. It was Wesnoth who stopped being interested in amber, decades ago, but it has been always a good business for us to sell the amber to the people of the west!
it: Certamente, tu stai sfondando una porta aperta. È stato Wesnoth a smettere di interessarsi all'ambra, decenni fa, ma è sempre stato un buon affare per noi vendere l'ambra alla gente dell'ovest!
ja: ええ、もちろんですとも。あなたは今、開いた扉を突破しようとしていますね。Wesnoth が琥珀に関心を持たなくなったのは、数十年前のことでした。ですが、西方の人々へ琥珀をもたらすことは、私たちにとって、今も有益な事業なんです！

source: Then, there is only one thing left to do!
it: Allora, c'è solo una cosa da fare!
ja: じゃあ、残る問題は、一点だけですね！

source: To squash lizards, Oh Oh Oh! Even Glubtrub understand!
it: Spiaccicare lucertole, Oh Oh Oh! Perfino Glubtrub capire!
ja: トカゲを潰す、オゥオゥオゥ！ Glubtrub も分かるよ！

source: Finally, a bit of exercise for my axe!
ja: やっと、オレの斧の手慣らしができそうだな！

source: Fisssh and mammalsss together, to take our treasssure, I bet! The only metal that they will have will be the iron of our ssspearsss!
it: Pesssci e mammiferi asssieme, per prendere il nosstro tesssoro, sscommetto! L'unico metallo che avranno ssarà il ferro delle nosssstre lance!
ja: 人間どもとサーカナが集まって、俺たちの宝を奪い取りにくるぞ、間違いなシーだ！アイツらが持ってる唯一の金属は、俺たちの槍の鉄と化スだろう、シャー！

source: Look to north, friends, those big green snakes are poisonous!
it: Guardate a nord, amici, quei grandi serpenti verdi sono velenosi!
ja: 北を見てください、お友達の皆さん。あの大きな緑色の蛇は毒を持っているんです！

source: And the thing that is big but gray, is poisonous too?
it: E anche la cosa grande ma grigia, è velenosa pure quella?
ja: それと、大きいけれど灰色の物、ヤツも毒を持っているのでしょうか？

source: No, those gray ones don't need to use poison!
it: No, quelli grigi non hanno bisogno di usare il veleno!
ja: いいえ、あの灰色のは毒を使う必要がないのです！

source: Understood! Guys, pay attention to all three of the big snakes; they are much worse than the nagas!
it: Inteso! Ragazzi, fate attenzione a tutti e tre i grandi serpenti; sono molto peggio dei naga!
ja: 分かりました！お前たち、３匹の蛇、全部に注意を払え。奴らはナーガより更に凶暴だぞ！
