Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: A Little Adventure
it: Una Piccola Avventura
ja: ちょっとした冒険

source: Sergeant
it: Sergente
ja: 軍曹

source: Easy
it: Facile
ja: 易しい

source: Lieutenant
it: Tenente
ja: 副官

source: Normal
it: Normale
ja: 普通

source: General
it: Generale
ja: 将軍

source: Difficult
it: Difficile
ja: 難しい

source: A young Wesnothian army officer is sent to command a tiny garrison in an insignificant town in the wilds of the far east; unexpectedly he will manage not only the defense of the town, but also its economic rebirth, committing itself to reopening the legendary Amber Road!
ja: Wesnoth の若き陸軍士官が、極東の原野にある小さな町の小さな守備隊の指揮官として配属された。意外にも彼は町の防衛のみならず伝説の”琥珀街道”の再開にも尽力し、やがて、町の経済再生に取り組むことになるのだった！

source: (Novice Level, 6 scenarios + 1 epilogue)
it: (Per novizi, 6 scenari + 1 epilogo)
ja: (初心者レベル、6シナリオ+1エピローグ)

source: Campaign Design, prose and story Edits
it: Progetto, manutenzione, prosa e storia
ja: キャンペーン・デザイン、散文、ストーリー編集

source: Campaign Maintenance
it: Manutenzione della Campagna
ja: キャンペーン・メンテナンス

source: Great Ogre character design and configuration
it: Grande Ogre progetto e configurazione
ja: 素晴らしいオーガキャラクターのデザインと構成

source: She-Ogre and Matronly Ogre portraits
ja: 女オーガと肥熟オーガのポートレイト

source: Special thanks for tips and help
it: Ringraziamenti speciali
ja: 戴いた助言や支援に特に感謝いたします

source: Italian Translation
it: Traduzione in Italiano
ja: イタリア語翻訳

source: Czech Translation
ja: チェコ語翻訳

source: Japanese Translation
ja: 日本語翻訳

source: The Attack to Amoran
it: L'Attacco ad Amoran
ja: Amoran への攻撃

source: Wesnothians
it: Wesnothiani
ja: Wesnoth 人

source: Orcs
it: Orchi
ja: オーク

source: Bandits
it: Banditi
ja: 山賊

source: Defeat one enemy leader
it: Sconfiggi un comandante nemico
ja: 敵のリーダーを１人倒す

source: Death of Glauco
it: Morte di Glauco
ja: Glauco の死

source: Which leader you defeat will determine your next scenario.
ja: どちらのリーダーを倒すかで次のシナリオが決まります。

source: The Ford of Amoran
it: Il Guado di Amoran
ja: Amoran の浅瀬

source: The Estdoor bridge
it: Il ponte di Porta dell'est
ja: Eastdoor 橋

source: Death of Geobard
it: Morte di Geobard
ja: Geobard の死

source: Both orcs and bandits have fled! Looks like we won this battle!
it: Sia gliorchi che i banditi sono scappati! Sembra che abbiamo vinto questa battaglia!
ja: オークも山賊も逃げ出したぞ！我々はこの戦いに勝ったようです!

source: Not bad, but not enough!
it: Non male, ma non abbastanza!
ja: 悪くはないが、物足りないな！

source: Yikes, they're closing in on that Grunto! The plan won't work without him; I'd better start planning my escape, in case he's unable to fulfill his half of the pact...
ja: まずいぞ、あの Grunto が包囲され始めてる！ 奴がいないと作戦は成り立たない、俺たちもそろそろ脱出計画を立てないと......奴が約束を果たせなかったときに備えよう。

source: Die, damned orc!
it: Muori, dannato orco!
ja: 死ね、忌々しいオークめ！

source: That stupid orc got himself killed, I'm not going to come to the same end as him. Let's retire, guys, we'll be back on another occasion, with stronger allies!
it: Quello stupido orco si è fatto ammazzare, io non farò la sua stessa fine. Ritiriamoci, ragazzi, torneremo in un'altra occasione, con alleati più forti!
ja: あのバカなオークは自分で死んじまった、同じ死に様は晒したくない。おい、引き上げようぜ、またにしよう、もっとツエーのを連れてきてやる！

source: That human we were supposed to work with doesn't look like he'll be able to fulfill his half of the pact! We just might have to leave if he fails us...
ja: 一緒に仕事をするはずだったあの人間どもは、交わした約束の半分も果たせそうにないじゃねえか！このまま奴らが負けたら、俺たちも退散しなきゃなんねえ...

source: The right fate for a wrong man!
it: Il giusto destino per in uomo sbagliato!
ja: 悪い奴らの、悪くない結末だな！

source: Here's what happens to humans who are too weak! Let's go, guys, we have nothing more to do here, for today at least!
it: Ecco cosa accade agli umani che sono troppo deboli! Andiamocene, ragazzi, non abbiamo più nulla da fare qui, almeno per oggi!
ja: これが、弱すぎる人間がどうなるかの答だよ！さぁ行こうぜ、今日のところは、もう何もすることがないからな！

source: After many days of battle, the civilians enlisted, not used to fighting, began to desert, frightened and exhausted! The large voids that opened in the lines of the defenders made those who still insisted on fighting even more vulnerable, and soon it was the end!
it: Dopo molti giorni di battaglia, i civili arruolati, non abituati a combattere, iniziarono a disertare, spaventati ed esausti! I grandi vuoti che si aprirono nelle linee dei difensori resero ancora più vulnerabili coloro che ancora insistevano a combattere, e presto fu la fine!
ja: 戦闘が長びいた結果、戦闘に不慣れな市民兵は離脱し始めたり、怯え、疲れ始めたのです！防衛戦線に空いたこの大きな空洞は、戦闘に拘る者たちの戦闘力を更に落ち込ませ、遂には終焉を迎えたのでした！

source: I failed my first command! Better to die here than return to Wesnoth like a loser!
it: Ho fallito il mio primo comando! Meglio morire che ritornare a Wesnoth come un perdente!
ja: 人生で初めての指揮だったのに、しくじってしまった！敗者として Wesnoth に戻るより、ここで死ぬほうがましだ！

source: Battle with the Bandits
it: Battaglia con i Banditi
ja: 山賊との戦い

source: claws
it: artigli
ja: 爪

source: Defeat of Dadoc
it: Sconfitta di Dadoc
ja: Dadoc を倒す

source: Death of Divaid
it: Morte di Divaid
ja: Divaid の死

source: End of turns
it: Fine dei turni
ja: 時間切れ

source: Kreeee!
ja: キーーッ！

source: Ranfy found somebody!
it: Ranfy ha trovato qualcuno!
ja: Ranfy が誰かを見つけた！

source: There's someone here!
it: C'è qualcuno qui!
ja: 誰かいる！

source: There he is! Don't lose sight of it another time!
it: Ecco dov'é! Non perdetelo di vista un'altra volta!
ja: 奴がいるぞ！今度は見失うなよ！

source: Find me don't mean catch me!
it: Trovarmi non significa prendermi!
ja: 見つかっても捕まりゃしないぜ！

source: Kraii?
ja: クラィー？

source: Ranfy found a little bit of gold in that uninhabited house! Probably it was hidden by some bandit.
it: Ranfy ha trovato un po 'd'oro in quella casa disabitata! Probabilmente è stato nascosto da qualche bandito.
ja: Ranfy があの無人の家で少量の gold を見つけたぞ。

source: There's some gold hidden here! Not much, but better than nothing.
it: C'è dell'oro nascosto qui! Non molto ma sempre meglio di niente.
ja: ここに gold が隠してあるんだ！少量だけど無いよりマシだ。

source: End of run... for me...
it: Fine della corsa … per me ...
ja: こんな結末なのか、俺様は...

source: Good work, Ranfy!
it: Bel lavoro, Ranfy!
ja: やるじゃねえか、Ranfy！

source: This is the reward for your crimes, you dirty bandit Dadoc, in the name of all the people of this land!
it: Questa è la ricompensa per i tuoi crimini, lurido bandito Dadoc, nel nome di tutta la gente di questo territorio!
ja: これは、お前の犯した罪の報いだ、汚い盗っ人 Dadoc め、この土地の全市民の名において！

source: Amoran is more safe, now! This will give us the time to take care of something else!
it: Amoran è più sicura, adesso! Questo ci darà il tempo di occuparci di qualcos'altro!
ja: Amoran はもっと安全だ。さあ、これで他のことに時間が回せるぞ!

source: Farewell, men of Wesnoth, Dadoc will remain a free man! AH AH AH!
it: Addio, uomini di Wesnoth, Dadoc rimarrà un uomo libero! AH! AH! AH!
ja: あばよ、 Wesnoth の野郎ども、Dadoc 様は自由に生きてやる！ガッハッハ！

source: Damn, he escaped us. We must return to Amoran as failures!
it: Dannato, ci è sfuggito. Dobbiamo ritornare ad Amoran con un fallimento!
ja: クッソー、逃げられた。失敗したまま Amoran に戻らねばならんとは！

source: Battle with the Orcs
it: Battaglia con gli orchi
ja: オークとの戦い

source: Defeat Grunto
it: Sconfiggi Grunto
ja: Grunto を倒す

source: fangs
it: fauci
ja: 牙

source: Death of Croquet
it: Morte di Croquet
ja: Croquet の死

source: Aaaaah!
ja: アアアウ!!!

source: Die, orc, for all of Amoran's people!
it: Muori orco, per tutta la gente di Amoran!
ja: 死ね、オーク、Amoran の民のために！

source: Damn! This battle is dragging on too long, the men are exhausted! We must retreat, the mission failed!
it: Dannazione! Questa battaglia sta durando troppo a lungo, e gli uomini sono sfiniti! Dobbiamo ritirarci, la missione è fallita!
ja: まったく！この戦いは長すぎたせいで、部下が消耗し切った！退却せねば。この任務は失敗した!

source: The Naga's Nest
it: Il Nido dei Naga
ja: ナーガの巣窟

source: Nagas
it: Naga
ja: ナーガ

source: cleaver
it: mannaia
ja: 肉切り庖丁

source: Ogres
it: Ogre
ja: オーガ

source: Defeat Kssihiss
it: Sconfiggi KssHiss
ja: Kssihiss を倒す

source: Death of $trapper_name
ja: $trapper_name の死

source: What this confusion? Men colored like Wetspot and snake to fight? Ogres to come too, good chance to squash all!
ja: この混乱、何？ Wetspot の男たちとヘビみたいな色の男、戦う？オーガも行く、全部つぶす、チャンス！

source: Death of Glubtrub
it: Morte di Glubtrub
ja: Glubtrub の死

source: Yes! Squash skull of snake! Is time!
ja: よーし！ 蛇どもの頭蓋骨、ぶっ潰すヨ！ 今だヨ！

source: Wesnoth Kingdom - Caravan Station n° 2
it: Reame di Wesnoth - Stazione Carovaniera n°2
ja: Wesnoth 王国 キャラバン駅 No.2

source: Damned humansss... Hiss!
it: Dannati umani … Hiss!
ja: 忌々しい人間ども... シャーッ！

source: The Bloody Hills
it: Le Colline Sanguinolenti
ja: 流血の丘

source: Monsters
it: Mostri
ja: モンスター

source: Glauco reaches the waypoint (marked by a monolith) over the mountains
ja: Glauco が山越えの目標地点（東端のモノリス）に到達する

source: Wesnoth Kingdom - Caravan Station n° 1
it: Reame di Wesnoth - Stazione Carovaniera n°1
ja: Wesnoth 王国 キャラバン駅 No.1

source: Damned wolves, I thought I had taught you not to come into my house! Well, I'll make a wrap out of your fur!
it: Maledetti lupi, pensavo di avervi insegnato a non entrare in casa mia! Bene, farò un vestito con la tua pelliccia!
ja: くそ狼め、俺の家に入るなと教えたはずだ！お前の毛皮で包んでやる！

source: Hey you! Get your hands off my little Fangy!
it: Hey you! Tieni le tue mani lontane dalla mia piccola Fangy!
ja: おい、お前！俺の Fangy ちゃんに触るな！

source: Ugly bird! Wolves and bats were not enough around here? I'll wring your neck like a capon!
it: Orrendo uccellaccio! Lupi e pipistrelli non erano abbastanza qui intorno? Ti torcerò il collo come un cappone!
ja: 不格好な鳥だな！狼とコウモリだけじゃ飽き足りねえか？ capon（去勢された雄鶏）みたいに首を絞めてやる！

source: Urca! House inhabited!
it: Urca! Casa abitata!
ja: うわっ！ 誰か住んでる！

source: That's right, stupid ogre! And we were only missing you to complete my home! Well, if I break your head I will not do much damage, as you don't hold anything in there!
it: Esatto, stupido orco! E ci sei mancato solo per completare la mia casa! Bene, se ti spacco la testa non farò molti danni, perché non tieni niente lì dentro!
ja: その通り、馬鹿なオーガだ！でよ、この家を完成させるにゃ、お前さんが要るんだよ！ま、お前の頭をカチ割ったところで、ダメージは大して無いだろうさ、中身は空っぽだからな！

source: Wait, that ogre is with us!
it: Aspettate, quell'ogre è insieme a noi!
ja: 待て、仲間の中にはオーガも居るんだぞ！

source: Hey! There's somebody here!
it: Ehi! C'è qualcuno qui!
ja: おい！誰かここにいるぞ！

source: We passed those hills, finally! We can continue on to reach the nereids now!
it: Abbiamo oltrepassato quelle colline, finalmente! Adesso possiamo raggiungere i nereidi!
ja: やっと丘を越えられた！ これで nereids（ merfolk の一集団）のところへ行けるな!

source: All these attacks are exhausting us; we won't be able to cross the hills! We must retreat; the mission failed!
it: Tutti questi attacchi ci stanno sfinendo, non saremo in grado di passare le colline! Dobbiamo ritirarci, la missione è fallita!
ja: 攻撃を受けたせいで疲弊して、丘を越えられない！撤退しかない、任務失敗だ！

source: The Lizard's Islands
it: L'Isola delle Lucertole
ja: トカゲの島

source: Saurian
it: Sauri
ja: トカゲ族

source: Nereids
it: Nereidi
ja: Nereids（ Merfolk ）

source: Squash... or... Defeat the Saurian Chief
it: Spiaccica … oppure … Sconfiggi il Capo dei Sauri
ja: トカゲの首領を倒す

source: The death of $trapper_name will no longer cause defeat.
ja: $trapper_name の死は敗北条件ではなくなりました。

source: Let's ssshow them the little sssurprissse that we had prepared for the fisssh if they had decided to recover the issland!
it: Mostriamo loro la piccola ssorpresssa che avevamo preparato per i pesssci se avesssero decissso di riconquissstare l'isssola!
ja: もし、魚たちが、シー島を取り戻すことに決めたら、俺たちが用意シーた小さなサープライズを見セーてやろうぜ！

source: Thingsss are not going well! Ssshamansss, sssummon other sssnakesss from the sssea!
it: Le cossse non sstanno andando bene! Ssciamani, evocate altri sserpenti dal mare!
ja: 世の中は、ソそう順調にはいかないぞ！呪術師たちよ、海からもっとヘビを呼び出セー、シャー！

source: More monsters are coming from the north; they're like the ones from before!
it: Altri mostri in arrivo dal nord; sono come quelli di prima!
ja: 北からもっとモンスターがやってきてる、似たような奴らばかりだ！

source: We need of othersss sssea companionsss, sssummon them all!
ja: 他の海の仲間も必要だ、全員を、ショー喚シーろ、シャー！

source: I hope these are the last ones! They make me feel seasick with all their contortions!
it: Spero che questi siano gli ultimi! Mi stanno facendo venire il mal di mare con tutti i loro contorsionismi!
ja: こいつらで最後だといいんだが！クネクネねじ曲がって、船酔いしそうな気分だ！

source: Aaah... I'll... never... sssee... my... treasssure... again...
it: Aaaah… non … rivedrò… mai più… il mio… tesoro...
ja: アァ... もう... 二度とないのか... 俺様の宝物を... 見ることは...

source: Oh no, without the nereids' help, it was all in vain! I failed!
it: Oh no, senza l'aiuto dei nereidi è stato tutto vano! Ho fallito!
ja: ダ、ダメだ、nereid の助けなしには、すべて水泡に帰してしまう。負けた！

source: It's useless, and we cannot prevail! We failed!
it: E' inutile, e non possiamo prevalere! Abbiamo fallito!
ja: 無駄だ、勝てるわけがない！負けた！

source: The Last Battle
it: L'Ultima Battaglia
ja: 最後の戦い

source: Defeat Gan-Tarkas
it: Sconfiggi Gan-Tarkas
ja: Gan-Tarkas を倒す

source: Widen the path across the river again, and then everyone attack!
it: Allargate ancora il ponte attraverso il fiume e poi tutti all'attacco!
ja: 川を渡る道をもう一度広げるんだ、そうして全員攻撃だ！

source: Defeat all enemy leaders
it: Sconfiggi tutti i comandanti nemici
ja: 敵のリーダーをすべて倒す

source: Those damned are all dead or escaped! Finally we finished!
it: Quei maledetti sono tutti morti oppure fuggiti! Finalmente abbiamo finito!
ja: あの忌々しい奴らは、全滅したか逃げ出したかだ！ 遂に終わった！

source: Impossible!
it: Impossibile!
ja: あり得ん！

source: With your end, orc, Amoran can and will have a new start!
it: Con la tua fine, orco, Amoran potrà avere un nuovo inizio!
ja: オークさんよ、お前らが消えて、Amoran は新しいスタートを切れるんだよ！

source: To remain only to squash big snake!
it: Rimane solo da spiaccicare grosso serpente!
ja: 大きなヘビ潰すためだけに、オレ、残る！

source: Hissss!
ja: シャーーーッ！

source: Other snake make flat-flat! Oh! Oh! Oh!
it: Altro serpente fatto piatto piatto Oh! Oh! Oh!
ja: 他のヘビ、みんな静かにしてるでしょ、こら！オゥオゥオゥ！

source: And now let's finish taking care of his friend, Gan-Tarkas!
it: Ed adesso prendiamoci cura del suo amico, Gan-Tarkas!
ja: さて、それじゃ、彼のご友人、 Gan-Tarkas を始末する番だ！

source: Epilogue
it: Epilogo
ja: エピローグ

source: Some schools of merfolk combat are dedicated to perfecting unarmed combat over the use of spear and trident. These practitioners make greater use of their body’s capabilities, favoring a technique using their tails to stagger and dizzy opponents, before finishing them off with a flurry of devastating punches.
ja: マーフォークの兵士の一派には、槍やトライデントを使用しない非武装戦闘を目指す者たちもいます。それらの修練者は身体能力を高度に有効活用します。そうです、尾ヒレを使って敵をよろめフラつかせておき、壊滅的なパンチの連打を浴びせるのです。

source: fist
it: pugno
ja: 拳

source: tail
it: coda
ja: 尾びれ

source: female^stunned
it: female^stordimento
ja: アッ

source: stunned
it: stordito
ja: ウッ

source: Merman Citizen
it: Cittadino Nereide
ja: マーマンの民

source: While the merfolk kingdoms are not usually warlike, their citizens nonetheless are all trained in the basics of combat should their city come under attack. As metal weaponry is scarce due to the inability to forge underwater, every merman is taught how to fight with their bare fists, to surprising effect.
ja: マーフォーク王国の民は、平時であれば戦争を好む民族ではないとは言っても、自分たちの街が攻撃を受けた際に備えて、全員が基本的な戦闘訓練を受けています。水中での鍛造は不可能なため金属製の武器は希少で、誰しもが素の拳を使った攻撃方法を教わり、驚異的な効果を上げています。

source: City Militia
ja: 市民兵

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
ja: 市民兵は Wesnoth の市民で構成されています。彼らの役割は、通常は街の取り締まりと城壁の警備だけです。

source: spear
ja: 槍

source: Giant Ogre
it: Ogre Gigantesco
ja: ジャイアントオーガ

source: Giant Ogres are creatures that usually live alone in the wilderness, remarkably similar to humans in form, though large and misshapen. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
it: Gli Ogre Giganti sono creature che abitualmente vivono da sole nelle zone selvagge, notevolmente simili agli umani nella forma, sebbene grandi e deformi. Sebbene possano essere facilmente superati in velocità ed astuzia, la loro forza non deve essere sottovalutata.
ja: ジャイアントオーガ（Giant Ogres） ジャイアントオーガは、通常、原野に単独で生息する生物で、体型は人間に非常に似ていますが、巨大で不格好です。彼らから逃げたり、出し抜いたりすることは簡単ですが、その強さを過小評価してはいけません。

source: Matronly Ogre
ja: 肥熟オーガ

source: As they grow older, she-ogres gain weight, so they lose the agility necessary to use slings, but, in exchange, they gain the capability to use bigger and better clubs.
ja: 肥熟オーガ（Matronly Ogre） 成長するにつれて女オーガは体重が増えていき、スリングを使うのに必要な敏捷性は失われますが、その代わりに、より大きく優れた棍棒を使うことができるようになります。

source: club
ja: 棍棒

source: Naga Guardian
it: Naga Guardiano
ja: ナーガの警護兵

source: These heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
it: Questi combattenti pesanti sono le guardie d'élite dei naga. Sono più lenti e più pesantemente corazzati della maggior parte dei naga e brandiscono enormi mazze che usano per schiacciare i loro nemici. Per lo più sorvegliano gli avamposti dei naga, ma occasionalmente partecipano a raid offensivi.
ja: 重装備のこの戦士たちはナーガの精鋭衛兵です。他のナーガよりも重武装で動作は緩慢ですが頑強で、敵を粉砕するために巨大なメイスを振り回します。主にナーガの前哨基地を警護しますが、ときには攻撃的な襲撃戦にも参加します。

source: mace
it: mazza
ja: メイス

source: Naga Hunter
it: Naga Cacciatore
ja: ナーガの狩人

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
it: I Naga Cacciatori sono Naga che hanno l'abilità di cacciare con l'arco. Poiché i Naga sono naturalmente resistenti al veleno, non hanno remore a cacciare con frecce avvelenate. Questi dardi lunghi due piedi, imbevuti con un potente veleno, possono uccidere molti tipi di prede.
ja: ナーガの狩人（Naga Hunter） ナーガの狩人は弓の扱いに習熟しています。ナーガは生来、毒への耐性があるので、毒矢を使うことに躊躇いなどありません。彼らの扱う 60 cm の矢には強力な毒が塗られており、多くの獲物を仕留めてきたことで知られています。

source: sword
it: spada
ja: 剣

source: bow
it: arco
ja: 弓

source: Naga Sentinel
it: Naga Sentinella
ja: ナーガの歩哨

source: The heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
it: Questi combattenti pesanti sono le guardie d'élite dei naga. Sono più lenti e più pesantemente corazzati della maggior parte dei naga e brandiscono enormi mazze che usano per schiacciare i loro nemici. Per lo più sorvegliano gli avamposti dei naga, ma occasionalmente partecipano a raid offensivi.
ja: ナーガの歩哨（Naga Sentinel） 重装備のこの戦士たちはナーガの精鋭衛兵です。他のナーガよりも重武装で動作は緩慢ですが頑強で、敵を粉砕するために巨大なメイスを振り回します。主にナーガの前哨基地を警護しますが、ときには攻撃的な襲撃戦にも参加します。

source: Naga Warden
it: Naga Custode
ja: ナーガの巡視兵

source: She Ogre
ja: 女オーガ

source: A bit less stupid than their male counterparts, the ogre females spend the first part of their lives learning how use herbs and minerals to cure wound and poisons, and secondly, how to apply this knowledge to the male ogres. They don't like iron weapons, but rather, they efficiently use small but hard clubs of wood, and leather slings, to defend themselves.
ja: 女オーガ（She Ogre） 女性のオーガは男性のオーガより少し知性に欠けていて、生涯の前半は薬草や鉱物を使って傷や毒を治す方法を学び、後半はその知識を男のオーガに役立てる方法を学ぶことに費やします。鉄の武器は好まず、むしろ、小さくても硬い木製の棍棒や革製のスリングで自分の身を守ります。

source: sling
ja: スリング

source: All is lost, now that I die...
it: Tutto è perduto, adesso che muoio...
ja: 全て失ってしまった、もう死ぬしかない......

source: Aah! I've come so... far... only... to di...
it: Aah! Sono giunto così … lontano … solo … per mori...
ja: アァー！ここまで来たのに、こんなに遠くまで... ただ死ぬだけなんて...

source: Aiah! To do bad!
it: Aiah! Fare male!
ja: アイャー! 悪さしてるゾ！

source: I got caught... damned...
ja: やられちまったぜ... この野郎...

source: Oh no, without Croquet, who will lead us through the wild lands?
it: Oh no, senza Croquet, chi ci guiderà attraverso queste lande selvagge?
ja: オー、ノー！ Croquet なしで、他の誰が原野を案内してくれるんだ？

source: I got caught... the hunter... has been... hunted...
ja: 捕まっちまった... 狩人が... 狩られちまった...

source: Oh no, without Divaid, who will lead us through the wild lands?
ja: オー、ノー！ Divaid なしで、他の誰が原野を先導してくれるんだ？

source: You've been helpful to us, Croquet, and we'll remember you as a friend!
it: Ci sei stato di aiuto, Croquet, e noi ti ricorderemo come un amico!
ja: お前には世話になったよな、Croquet 。友として、忘れることはないからな！

source: You led us where you promised, hunter, and we'll make sure your end was not in vain!
it: Ci hai condotto dove avevi promessi, cacciatore, e noi ci assicureremo che tu non sia morto invano!
ja: 約束した場所に導いてくれたよな、狩人よ、君の最期を決して無駄にはしない！

source: Damn them! I'll avenge you, my little one!
ja: くそっ！仇をとってやるかなら、俺の Fangy ！

source: Damn bastards! I'll avenge you, my friend!
ja: クソ野郎どもめ！仇を取ってやるからな、友よ!

source: At least... it... was... not... boring...
it: Almeno … non … è … stato … noioso...
ja: 少なくとも... 退屈じゃぁ... なかったぜ......

source: Poor dwarf! He was crazy, but he was also nice!
it: Povero nano! Era pazzo, ma era anche simpatico!
ja: 気の毒なドワーフ！彼はクレージーだったが、いい奴だった！

source: In my opinion... He was nice, but he was also crazy!
it: Secondo me... Era simpatico, ma era anche pazzo!
ja: 私に言わせれば... 彼はいい奴だったけど、クレイジーだったよ！

source: Commander, look at the hills in the north! Last night a group of orcs camped over on the other side of the river!
ja: 司令官殿、北方の丘をご覧ください！昨夜、オークの一団が川の反対側で野営しておりました！

source: Unfortunately they can do so freely; beyond the river is their territory. We still must keep our eyes open; luckily they can only cross the river at the ford, and there are more than enough of us to defend it.
it: Purtroppo possono farlo liberamente; oltre il fiume è territorio loro. Dobbiamo comuqnue tenere gli occhi aperti; fortunatamente possono attraversare il fiume solo al guado, e siamo in numero più che sufficiente per difenderlo.
ja: 残念ながら、奴らは自由に行動できる。川の向こうは彼らの領土だからな。まだしっかり警戒しなきゃならんが、幸いなことに、奴らは川の浅瀬部分しか渡れないし、浅瀬を守るための十分な人員がこちらにはある。

source: We might not be well-enough equipped to defend against them, commander; from the east are approaching a band of armed people with a non-reassuring appearance.
it: Potremmo non essere abbastanza equipaggiati per difenderci da loro, comandante; da est si sta avvicinando una banda di armati dall'aspetto non rassicurante.
ja: 我々に、身を守るに十分な装備があるかどうか。司令官、東の方から心許ない風貌の武装した一団が近づいてきます。

source: And their fame is even less reassuring than their appearance! Those approaching are the cutthroats of the Dadoc band. He came here to collect something, and it's definitely not the reward on his head.
it: E la loro fama è ancora meno rassicurante del loro aspetto! Quelli che si avvicinano sono i tagliagole della banda di Dadoc. È venuto qui per raccogliere qualcosa, e sicuramente non è la ricompensa sulla sua testa.
ja: それに、彼らの名声は見た目以上にパッとしない！ やってくるのは、Dadoc 一団の殺し屋たちだ。何かを集めに来たようだが、頭に載せてるのが褒賞品でないのは間違いないな。

source: What do we do, Sergeant, if the orcs and bandits attack us at the same time?
it: Cosa facciamo, sergente, se orchi e banditi ci attaccano nello stesso momento?
ja: 軍曹、どうしましょう？ オークと山賊が同時に襲ってきたら...？

source: If necessary, we'll call the peasants, the woodsmen, and the militia to help us.
ja: 必要なら農民や木こり、市民兵たちを招集するまでだ。

source: You're finally here, Dadoc! If we take out the garrison then the city will be ours!
it: Finalmente sei qui, Dadoc! Se eliminiamo la guarnigione, la città sarà nostra!
ja: やっと来やがったな、Dadoc！守備隊をやっつけりゃ、街は俺たちのものだ！

source: Remember the pacts, orc; I take the food and all the valuables, you take all the slaves!
it: Ricorda i patti, orco; Io prendo il cibo e tutti gli oggetti di valore, tu prendi tutti gli schiavi!
ja: 約束を忘れたか、オーク。俺は食料と貴重品をすべて頂戴して、お前には奴隷を全部やるってな！

source: Those are the pacts, and now let's do it!
it: Questi sono i patti, e adesso facciamolo!
ja: そう決めたさ、さあ、その約束を実行しようぜ！
