Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: Wesnoth's nobles and rich grew tired of amber, and for their own delight, the vanity of their kind consorts, and the pleasure of their keen lovers, they began to prefer the multi-colored precious stones that the dwarves pulled out of their mountains, and that were gotten more easily and with fewer vicissitudes than the amber coming into their hands. With the decline, and finally the cessation, of the traffic of the amber, Amoran also declined, as slowly and dignifiedly as an old lady. The population gradually decreased, the trades ended, the stone walls became too expensive to maintain, and where they collapsed they were replaced by wooden palisades. The garrison, once numerous, was reduced to a handful of soldiers, carefully chosen among those who, for lack of money and of rank, had fewer means to oppose the assignment of such a disagreeable destination. The cultivated fields became the only source of wealth of the inhabitants, and there was a thinning-out of the coins in circulation, and also the merchants thinned out. The only element of the anthropological landscape not to suffer a dramatic decline were the brigands, who became, however, more desperate, and therefore more ferocious than before! Amoran retained the title of capital, but was effectively subjected to the authority of the more important city of Soradoc, but Soradoc was far away, and Amoran was beyond the swamp, beyond the hills, beyond, above all, the interest of the Soradoc's authorities... so imagine how distant Amoran became from the interest of those who governed Weldyn. The town, now reduced to a village, had become so unimportant that it wasn't affected by the great invasion of undead of 625 YW, even if it seemed to have been born in the nearby Eastmark Hills. That was a good thing, because, otherwise, in no way could Amoran have survived to those calamitous events! Instead it survived, and... another day, another time, the wind changed!
it: I nobili e i ricchi di Wesnoth si stancarono dell'ambra e, per la loro gioia, la vanità delle loro gentili consorti e il piacere delle loro appassionate amanti, iniziarono a preferire le multicolori pietre preziose che i nani estraevano dalle loro montagne, che oltretutto arrivavano nelle loro mani più facilmente e con meno vicissitudini dell'ambra. Con il declino e infine la cessazione del traffico dell'ambra, anche Amoran declinò, lentamente e dignitosamente come una vecchia signora. La popolazione gradualmente diminuì, i commerci finirono, i muri di pietra divennero troppo costosi da mantenere e dove crollarono furono sostituiti da palizzate di legno. La guarnigione, un tempo numerosa, venne ridotta a un pugno di soldati, scelti accuratamente tra coloro che, per mancanza di denaro e di appoggi, avevano meno mezzi per opporsi all'assegnazione di una destinazione così spiacevole. I campi coltivati ​​divennero l'unica fonte di ricchezza degli abitanti, e ci fu un diradamento delle monete in circolazione, e anche i mercanti si diradarono. L'unico elemento del paesaggio antropologico a non subire un drammatico declino furono i briganti, divenuti però più disperati, e quindi più feroci di prima! Amoran mantenne il titolo di capitale, ma fu effettivamente soggetta all'autorità della più importante città di Soradoc, ma Soradoc era lontana, e Amoran era oltre la palude, oltre le colline, oltre, soprattutto, l'interesse delle autorità di Soradoc ... quindi immaginate quanto fosse distante Amoran dagli interessi di coloro che governavano Weldyn. La città, ora ridotta a un villaggio, era diventata così irrilevante da non essere stata colpita nemmeno dalla grande invasione di non morti del 625 YW, anche se questa sembrava essere cominciata nelle vicine Eastmark Hills. Questa fu una buona cosa, perché, altrimenti, in nessun modo Amoran sarebbe sopravvissuta a quegli eventi calamitosi! Invece era sopravvissuta, e ... un altro giorno, un'altra volta, il vento cambiò!

source: With Dadoc's gang out of the games, and emboldened by the victory obtained and by his new commander prerogatives, Glauco decided to face at least one of others Amoran's problems, that's to say Grunto the orc; as Grunto was not a member of the tribes associated with the Northern Alliance, it would be unlikely that other orcish chiefs would help him, especially now that he had already been defeated in the previous battle, and therefore he saw his reputation finish, as it's called among the orcs, in a troll latrine. However, emboldening had not meant that he had become stupid, for the young sergeant. A campaign in hostile territory, against forces with only partly-known numbers, was, however, risky and full of unknowns.
it: Con la banda di Dadoc fuori dai giochi, e incoraggiato dalla vittoria ottenuta e dalle sue prerogative di nuovo comandante, Glauco decise di affrontare almeno uno degli altri problemi di Amoran, ovvero Grunto l'orco; poiché Grunto non era un membro delle tribù associate all'alleanza del nord, era improbabile che altri capi orchi lo aiutassero, specialmente ora che era già stato sconfitto nella battaglia precedente, e quindi aveva visto la sua reputazione finire, come si dice tra gli orchi, in una latrina dei troll. Tuttavia, diventare ottimista voleva dire diventare stupido, per il giovane sergente; una campagna in territorio ostile, contro forze di entità solo in parte nota, era comunque rischiosa e piena di incognite.
