Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: Finally we won, and finally we can go back to Amoran!
it: Finalmente abbiamo vinto, e finalmente possiamo tornare ad Amoran!
ja: 遂に勝利した、そして遂に、Amoran に戻れる！

source: Not before having properly celebrated this victory! Your help has spared much grief to my people, and we must show you our gratitude for this; we also need to develop details on amber shipments, which could start this autumn.
it: Non prima di aver celebrato a dovere questa vittoria! Il tuo aiuto ha risparmiato molto dolore al mio popolo e per questo dobbiamo dimostrarti la nostra gratitudine; dobbiamo anche concordare i dettagli delle spedizioni di ambra, che potrebbero iniziare questo autunno.
ja: その前に、この勝利を盛大にお祝いいたしましょう。あなた方のおかげで、我が民は惨劇を見ずにすみました。この感謝の気持ちをお伝えしたいのです。それに、私たちは琥珀の出荷について詳細を練らなければなりません。この秋にも始められればと考えています。

source: With great pleasure, and not only mine, right Glubtrub?
it: Con grande piacere, e non solo mio, vero Glubtrub?
ja: なんと喜ばしいことでしょう。私だけでなく Glubtrub も、だよな？

source: Very much true! Stop to work with arms! Now to work with belly! Oh! Oh! Oh!
it: Molto tanto vero! Basta lavorare con braccia! Adesso lavorare con pancia! Oh! Oh! Oh!
ja: ほんとに、とっても、そう！ 腕使う仕事、終わり！お腹使う仕事、始める！ オゥ！オゥ！オゥ！

source: What happened here? Where did all those orcs come from?
it: Cos'è successo qua? Da dove vengono tutti quegli orchi?
ja: ここで何があったのだ？あのオーク達は一体どこから？

source: One moment, I know those blue and yellow banners! That's the Gan-Tarkas tribe! In Weldyn that name is well known! He is one of the most powerful and authoritative warlords, and although he's officially part of the Northern Alliance, he has never given up his claim on these border lands, including those we have crossed to reach the Nereids. If he has come here, he must have a specific purpose, and I don't think that it's to make a holiday.
it: Un momento, conosco quelle insegne blu e gialle! Questa è la tribù di Gan-Tarkas! A Weldyn quel nome è ben noto! È uno dei signori della guerra più potenti e autorevoli e, sebbene faccia ufficialmente parte dell'Alleanza del Nord, non ha mai rinunciato a rivendicare queste terre di confine, comprese quelle che abbiamo attraversato per raggiungere i Nereidi. Se è venuto qui, deve avere uno scopo preciso, e non credo che sia per fare una vacanza.
ja: ちょっと待ってください、知ってますよ、あの青と黄の旗！ あれは Gan-Tarkas 一族です！ Weldyn ではよく知られています！最も強力で権威ある将軍の一人で、公式には北部同盟の一員ですが、この国境地帯の領有権を決して手放しません。私たちが Nereids へ向かうときに横断した土地も、その一つです。もし彼がここに来たのなら、何か特別な目的があるはずで、休暇のためではないでしょう。

source: But if he had warlike intent, why didn't he take advantage of our absence to put such an intent into practice? He has a huge army with him and he would have won easily.
it: Ma se aveva intenti bellicosi, perché non ha approfittato della nostra assenza per mettere in pratica un simile intento? Ha un enorme esercito con lui e avrebbe vinto facilmente.
ja: しかし、もし戦闘の意志があれば、我々の不在を好機と捉え、戦いを起こしたはずだが。奴には大規模な軍隊があるから、容易に勝利できるだろうに。

source: If that's the case, with the army he seems to have, he could easily win even now. Gan-Tarkas is not the usual tribe-head... and maybe I understand! He can cross the river only at the ford, where few can easily fight against many! A victory won at a high price against an army of peasants would not have helped much to his prestige as a warlord.
it: Se è così, con l'esercito che sembra avere, potrebbe facilmente vincere anche adesso. Gan-Tarkas non è il solito capo tribù ... e forse ho capito! Può attraversare il fiume solo al guado, dove pochi possono facilmente combattere contro molti! Una vittoria ottenuta a caro prezzo contro un esercito di contadini non avrebbe giovato molto al suo prestigio di signore della guerra.
ja: だとすれば、従えている軍隊を動かせば今でも容易に勝利できるはずです。Gan-Tarkas は普通の族長ではありません... ああ、こうかもしれません！奴らは浅瀬でなければ川を渡れません。浅瀬なら、少数部隊でも大部隊と容易に対戦できます！高い金をかけて農民の軍に勝利しても、将軍としての彼には大した戦功にはならないのですよ。

source: Let's try to talk to him, and hear what he wants.
it: Proviamo a parlargli e sentiamo cosa vuole.
ja: 奴と話をしてみよう、望みが何か尋ねてみる。

source: I'm the grand marshal Glauco, military commander of the city of Amoran! I ask to speak with the warlord called Gan-Tarkas.
ja: 私は Glauco 大元帥、Amoran の町の軍司令官だ！ Gan-Tarkas という将軍と話がしたい。尋ねたいことがある。

source: I'm the general Glauco, military commander of the city of Amoran! I ask to speak with the warlord called Gan-Tarkas.
ja: 私は Glauco 将軍、Amoran の町の軍司令官だ！ Gan-Tarkas という将軍と話がしたい。尋ねたいことがある。

source: I'm the lieutenant Glauco, military commander of the city of Amoran! I ask to speak with the warlord called Gan-Tarkas.
ja: 私は Glauco 副官、Amoran の町の軍司令官だ！ Gan-Tarkas という将軍と話がしたい。尋ねたいことがある。

source: I'm the sergeant Glauco, military commander of the city of Amoran! I ask to speak with the warlord called Gan-Tarkas.
it: Sono il sergente Glauco, comandante militare della città di Amoran! Chiedo di parlare con il signore della guerra chiamato Gan-Tarkas.
ja: 私は Glauco 軍曹、Amoran の町の軍司令官だ！ Gan-Tarkas という将軍と話がしたい。尋ねたいことがある。

source: What an honor, commander Glauco! Your fame as an exterminator of snakes precedes you, and, as somebody tells to me, also your fame as an exterminator of lizards. <span size='small'>(I'm not including that over-swollen goblin Grunto in that list; he was so weak and stupid, a disgrace to his race.)</span> In what way can I reply to such an honor?
it: Che onore, comandante Glauco! La tua fama di sterminatore di serpenti ti precede e, come qualcuno mi dice, anche la tua fama di sterminatore di lucertole. <span size = 'small'> (Non includo quel goblin troppo gonfio di Grunto in quella lista; era così debole e stupido, una vergogna per la sua razza.) </span> In che modo posso rispondere a tale onore?
ja: 光栄ですな、Glauco 司令官！誰からか聞いている、ヘビ駆除隊としての名声もさることながら、トカゲ駆除隊としての名声もまた大したものだ。<span size='small'>（あのぶよぶよ膨れた子鬼の Grunto の件はナシだ。あれはひ弱で愚かで、種族の恥だった）</span>そのような栄誉に、私はどう応えればよいかな？

source: Well, your fame, Gan-Tarkas, is much older than mine, and it's such that it makes me wonder what may have brought such a warlord down here.
it: Ebbene, la tua fama, Gan-Tarkas, è molto più vecchia della mia, ed è tale che mi chiedo cosa possa aver portato un tale signore della guerra quaggiù.
ja: まあ、あなたの名声のほうが、Gan-Tarkas 、私などよりもっと昔からのものですから。そんな武将が、またどうしてこんなところにいるのか謎ですな。

source: The answer is easy: Amoran brought me down here. Oh, not that there has ever been anything that deserved my interest in those four falling houses in the last few decades, until someone from Amoran destroyed a tribe of orcs! They were spineless, sure, but they were still orcs.
it: La risposta è semplice: Amoran mi ha portato qui. Oh, non che negli ultimi decenni ci sia mai stato qualcosa che meritasse il mio interesse per quelle quattro case in rovina, finché qualcuno di Amoran non ha distrutto una tribù di orchi! Erano senza spina dorsale, certo, ma erano pur sempre orchi.
ja: 答えは簡単だよ。Amoran が私を連れてきたのだ。そう、あの壊れそうな４軒の小屋には、この数十年間、何らかの関心を抱かす価値は無かったのだが、 Amoran からの誰かにオーク族を壊滅させられたもので！まあアイツらは確かに軟弱だったが、それでもオーク族には違いない。

source: We had the right to do what we did! Grunto attacked us first, and without any provocation on our part.
it: Avevamo il diritto di fare quello che abbiamo fatto! Grunto ci ha attaccati per primo e senza alcuna provocazione da parte nostra.
ja: 我々は、そうする権利があったのだ！ Grunto が先に攻撃を仕掛けてきた、しかも、こちらが挑発したわけでもないのに。

source: Of course he did it. Ah! Ah! Ah! I ordered him to do it! And now you should open your ears very well, little man, because my words could be the last you hear in your life!
it: Certo che l'ha fatto. Ah! Ah! Ah! Gli ho ordinato io di farlo! E ora dovresti aprire molto bene le orecchie, piccolo uomo, perché le mie parole potrebbero essere le ultime che sentirai nella tua vita!
ja: 確かに、アイツだ。アッハッハ！私が命じた！だから、よく聞くがよい、若造よ。私の言葉は、おまえが人生最後に聞くものになるかもしれんぞ！

source: I'm not interested in Amoran, I'm interested in the whole eastern territory, from here to the coast! But I can't take it until Wesnoth thinks that there's something worth being protected here; so I told Grunto to destroy Amoran, then I would have arrived, slowly, and I would have settled here saying that there was no Wesnothian banner here anyway.
it: Non mi interessa Amoran, mi interessa tutto il territorio orientale, da qui alla costa! Ma non posso prenderlo finché Wesnoth pensa che ci sia qualcosa che vale la pena proteggere qui; così ho detto a Grunto di distruggere Amoran, poi sarei arrivato, lentamente, e mi sarei stabilito qui dicendo che comunque non c'era alcun vessillo wesnothiano.
ja: 私は、Amoran に興味があるのではない。東方の領地全域、ここから海岸までの全域に興味があるのだ！しかし、Wesnoth がここを守るに値する何かがこの地にあると考えている以上、それは難しい。それで Grunto に命じた、Amoran を破壊するようにと。そうすれば、私はここまで来たことだろう、ゆったりと。そしてここに居を構えていたはずだ、ここに Wesnoth 人の旗はどこにもないぞ、と言ってな。

source: But you put the sticks between my wheels twice, first when you defeated Grunto and his human ally Dadoc, and then you started to go to the east.
it: Ma tu hai messo i bastoni tra le mie ruote due volte, prima quando hai sconfitto Grunto e il suo alleato umano Dadoc, e poi quando hai iniziato ad andare verso est.
ja: だが、お前が私の馬車の車輪に２回も棒切を突っ込んで邪魔した。最初は、Grunto と人間 Dadoc の同盟をお前が倒したとき、二度目は、お前が進路を東方に向けたときだ。

source: I immediately understood that you were going there for the amber, and for that reason I waited for you here; I'm sorry, but you and all your friends will have to die, here and today, and Wesnoth will never know anything about the amber and the possibility to resume its trade!
it: Ho capito subito che stavi andando lì per l'ambra, e per questo ti ho aspettato qui; Mi dispiace, ma tu e tutti i tuoi amici dovrete morire, qui e oggi, e Wesnoth non saprà mai nulla dell'ambra e della possibilità di riprendere il suo commercio!
ja: 私はすぐに分かったよ。お前が琥珀を取りに行こうとしていると。それで、ここでお前が来るのを待っていたのだよ。すまないが、君と君の仲間は死なねばならない、今日、ここで。そして、Wesnoth は琥珀に関して、その交易再開の可能性に関して、決して知ることは無いのだ！

source: I know well they will be angry for the destruction of Amoran, but I'll retire immediately, I will make an act of contrition, I will say that I wanted to avenge Grunto and I'll indemnify Wesnoth with a little bit of gold. But in the meantime there will be nothing here, in the west, that Wesnoth may be interested to defend; and with the time I'll return, stealthily, to take all these territories, and my tribe will become the most powerful tribe of orcs on the whole continent!
it: So bene che si arrabbieranno per la distruzione di Amoran, ma mi ritirerò immediatamente, farò un atto di contrizione, dirò che volevo vendicare Grunto e indennizzerò Wesnoth con un poco d'oro. Ma nel frattempo non ci sarà nulla qui, a ovest, che Wesnoth possa essere interessato a difendere; e con il tempo tornerò, furtivamente, a prendere tutti questi territori, e la mia tribù diventerà la più potente tribù di orchi dell'intero continente!
ja: Amoran の破壊は Wesnoth を怒らせるだろうことは、よく承知している。しかし、私はすぐに引き揚げるつもりだ。改悛の意を表し、Grunto の仇を取りたかったのだと言って、僅かな賠償金を Wesnoth に支払うのだ。ところが、そうしてる間に、ここ西側には、何もなくなっていることだろう、Wesnoth が守りたいほどに関心を持つものはな。そして、やがて私はこっそりと戻ってくるのだ、この周辺の領土全てを手に入れるために。こうして我が一族は大陸一の、オークで最も強力な一族となるのだ！

source: But I'll put my stick between your wheels for the third time, you damned orc, because I won't allow you to cross the ford and destroy my town!
it: Ma io ti metterò il mio bastone tra le ruote una terza volta, dannato orco, perché non ti permetterò di attraversare il guado e distruggere la mia città!
ja: しかし、私はお前の車輪に、三度目の棒きれを突っ込むだろう、この忌々しいオークよ。なぜなら、私は許せないからだ。お前たちが浅瀬を越えて、我が町を破壊するのをな！

source: Ah! Ah! Ah! Foul human! You really think that the great Gan-Tarkas needs your ford to overpass a river? I've been preparing myself for months, and now I'm ready! Goodbye, little man, you've been good, but not enough to face me! Ah! Ah! Ah!
it: Ah! Ah! Ah! Folle umano! Pensi davvero che il grande Gan-Tarkas abbia bisogno del tuo guado per superare un fiume? Mi sto preparando da mesi e ora sono pronto! Addio, piccolo uomo, sei stato bravo, ma non abbastanza per affrontarmi! Ah! Ah! Ah!
ja: アッハッハッハ！むかつく人間だ！偉大な Gan-Tarkas 様が川を渡るために、お前たちの浅瀬が必要だと本当に思っているのか？数ヶ月かけて準備してきたのだ。そして今、整った！ あばよ、小僧。よくやったがここまでだ。俺様を相手にするには力不足だったな。アッハッハッハ！

source: Let's get some extra fortifications set up, men!
ja: よし、もっと堅固に防備を固めるぞ、男ども！

source: Look! He prepared some boats loaded with boulders to sink into the river to create a passage! It must have taken months to plan and prepare this battle; a plan worthy of his fame! And it's worthy of the duplicity of the orcs to demand that Wesnoth respect the pacts on the fluvial navigation, while they were already willing to elude them at the first opportunity!
it: Guarda! Ha preparato delle barche cariche di massi da affondare nel fiume per creare un passaggio! Devono essere occorsi mesi per pianificare e preparare questa battaglia; un piano degno della sua fama! Ed è degno della doppiezza degli orchi esigere che Wesnoth rispettasse i patti sulla navigazione fluviale, mentre erano già disposti ad eluderli alla prima occasione!
ja: 見てください！巨岩を積んだ舟をいくつか用意していますが、川に沈めて通路を作るようです！ この戦闘を計画し備えるために数ヶ月はかけたに違いありません。奴の名声どおりの計画です！それに、オークの二枚舌にふさわしく、Wesnoth には河川運行の協定を尊重するように要求しておきながらも、自分たちは既に最初から協定を受け流すことさえ企んでいたのです！

source: And we will be just as worthy, but with our value and our weapons! Men and ogre, let us show the great Gan-Tarkas that this time he did his accounts poorly!
it: E noi saremo altrettanto degni, ma con il nostro valore e le nostre armi! Uomini e ogre, mostriamo al grande Gan-Tarkas che questa volta ha fatto male i suoi conti!
ja: そうさ、我々こそ、まさしく名声どおり価値ある存在となるだろう、但し、我々の真価と武器でな。人間たちよ、オーガよ、偉大な Gan-Tarkas に見せてやろう、今回、奴が計算を間違ったということを！

source: Wait! Big problem! Glubtrub to know not to make accounts!
it: Aspettare! Grosso Problema! Glubtrub non sapere fare conti!
ja: 待って！ 問題ある、とっても！ Glubtrub、計算の仕方、知らないよ！

source: No problem, my friend! You simply have to squash more orcs that you can see! Today we count so!
it: Nessun problema, amico mio! Devi semplicemente spiaccicare più orchi che puoi! Oggi contiamo così!
ja: いいんだ、我が友よ！君は、目に入るオークをたくさん潰してくれるだけでいいんだ。今日はそういう計算でいくよ！

source: Yes... big nice... Glubtrub great accounter of squash!
it: Si... grande bello... Glubtrub grande contatore di spiaccicamenti!
ja: 分かった... 大きくいい... Glubtrub は、たくさん潰す計算係だぞ！

source: Beware! They are doing the same thing on the other side!
it: Attenti! Stanno facendo la stessa cosa dall'altra parte!
ja: 注意してください！奴ら、別のところでも同じ作業をしています！

source: So he forced us to divide our forces; he's really giving us a tactical lesson; let him see that we learn quickly!
it: Così ci costringerà a dividere le nostre forze; ci sta davvero dando una lezione tattica; facciamogli vedere che impariamo velocemente!
ja: つまり、奴はこちらの戦力を分割しようとしているわけだ。彼は、まさに我々を戦術的に試そうとしている。我々の対応の早さを見せてやろうじゃないか！

source: Here I am, Gan-Tarkass, I came to help you, asss I promisssed, to avenge my brother Ksshiss, killed by thisss mammalsss! And I alssso put my gold at your disposssal!
it: Eccomi qui, Gan-Tarkass, ssono venuto ad aiutarti, come ti ho promessso, per vendicare mio fratello Ksshiss, uccissso da quesssti mammiferi! E metto anche il mio oro a tua disposizione!
ja: 来てやったぞ、Gan-Tarkas 、たスーけてやるぞ、約ソーくどおり、復シューしに来た。兄貴の Ksshiss がコイツら哺乳類に殺サーれたからな！それから、オレの gold をスーきに使っていいぞ！ シャー！！

source: I assure you that I'll make a good use of it, and your brother will be avenged!
it: Ti assicuro che ne farò un buon uso, e tuo fratello sarà vendicato!
ja: お前の gold は大切に使わせてもらうぞ。それと、お前の兄貴の仇討ちも、必ず果たしてやる！きっとな！

source: There's woe coming to us from the river, commander!
ja: 川から災難というか、頭痛の種がやってきます、司令官！

source: I saw them! But we can only fight against them; at least it will be an opportunity to get rid of the Nagas once and for all!
it: Li ho visti! Ma possiamo solamente combattere anche contro di loro; almeno avremo l'opportunità di sbarazzarci dei Naga una volta per tutte!
ja: 確認した！だが、我々のできることは、奴らと戦うことだけだ、少なくとも、ナーガを一旦追い払うきっかけになるだろう！

source: Here's to hoping it isn't the opportunity for the nagas to get rid of us!
it: Sperando che non sia l'opportunità per i Naga di sbarazzarsi di noi!
ja: 我々がナーガに追い払われるきっかけにならないことを祈りましょう！

source: Welcome to Amoran, the last Wesnothian town to the east
ja: Wesnoth 人の最東端の街、Amoran へようこそ

source: Dawn
it: Alba
ja: 夜明け

source: Early Morning
it: Prima Mattina
ja: 早朝

source: Late Morning
it: Tarda Mattinata
ja: 午前

source: Midday
it: Mezzogiorno
ja: 真昼

source: Early Afternoon
it: Primo Pomeriggio
ja: 昼過ぎ

source: Late Afternoon
it: Tardo Pomeriggio
ja: 昼下がり

source: Dusk
it: Tramonto
ja: 夕暮れ

source: First Watch
it: Prima Guardia
ja: 薄暮

source: Second Watch
it: Seconda Guardia
ja: 夜

source: Midnight
it: Mezzanotte
ja: 深夜 12 時

source: Third Watch
it: Terza Guardia
ja: 真夜中過ぎ

source: Fourth Watch
it: Quarta Guardia
ja: 薄明

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn.
it: Questo attacco colpisce così forte che l'avversario è stordito e non può più applicare una zona di controllo. L'effetto svanisce nel prossimo turno dell'avversario.
ja: この攻撃の威力は大きく、相手は意識が朦朧として ZOC を維持できなくなります。効果は相手の次のターンで消滅します。

source: This unit is able to stun its enemies, disrupting their zones of control.
it: Questa unità è in grado di stordire i suoi nemici, interrompendo le loro zone di controllo.
ja: このユニットは敵を気絶させ、ZOC を無効にすることができます。

source: Few, even among the greatest dignitaries of the realm, know that Wesnoth's eastern borders extend far beyond the Estmark Hills! All began when the Queen Li'sar, newly established on the throne, organized a series of expeditions that circumnavigated the continent of Irdya to determine its extension and establish the conformation of his coasts. One of these expeditions, commanded by the Admiral Abelardo Gozman, left Elensefar in the spring of 520 YW, heading north. After a journey of almost 2 years, almost all of them spent making surveys and doing research in the cold seas of the north, Gozman reached the eastern coasts of the continent, and then a small bay, at the mouth of a river, inhabited by a little community of nereids. The calculations made by Gozman made him suspect that the Bitter Swamp, that at the time represented the eastern limit of the human knowledge of the continent of Irdya, had to be, more or less, halfway between the eastern and the western coasts of the same continent. Then he chose a small group of men who, under the command of Captain Guberto Piegafetta and with the help of the Nereids, ascended the river to establish how far it was, to the west, its source. Gozman, for his part, considering the situation of the ships at his disposal too compromised to face who knows what situations continuing the journey to the south, resumed the road north, to return to Elensefar retracing the same route made the first leg, a route already known and so, in some sense, safer! Admiral Abelardo Gozman managed to return to Elensefar, where he arrived in the late summer of 523 YW, and when he arrived he found honors and glory, but above all he found the astonishing news that his lieutenant Guberto Piegafetta had arrived in Weldyn a couple of months before. Piegafetta, in fact, going up the Amber River (which we'll see later why it was so called), had discovered not only that the river was born from the Bitter Swamp, but it was also easily navigable almost to the swamp, at least for a small boat like the one he used to ascent it. Piegafetta took with him two things that became of great importance for the wild lands crossed by the Amber River: the first was a certain number of pieces of golden amber that the nereids were used to finding among the pebbles in the bottom of their bay; the second thing was the news that the lands he had crossed were wild, uninhabited and, above all, not claimed by anyone.
ja: 王国の高官でさえほとんど知らないこと、それは、\Wesnoth の東方の境界線が、 Estmark Hills を遥かに越えて広がっていることです。 すべての始まりは、新たに王位に就いた女王 Li'sar が Irdya 大陸を一周する遠征隊を組織し、領土の拡大を決定したことと海岸線の形を確定したことが発端でした。遠征隊の一つは Abelardo Gozman 提督が率いていましたが、Wesnoth 暦 520年の春に Elensefar を出発し、北へと向かいました。ほぼ 2 年の旅の末に、そのほとんどを北の冷たい海での調査と研究に費やした後、Gozman は大陸の東海岸に到着し、その後、nereids の小さな共同体が住む川の河口にある小さな湾にたどり着きました。 Gozman の計算では、当時、人類が Irdya 大陸の東限と認識していた Bitter Swamp は、同じ大陸の東岸と西岸のほぼ中間地点に位置するのではないかと推測されました。そこで彼は、少人数のグループの人選を行いました。Guberto Piegafetta 大尉の指揮のもと、Nereids の支援を受けてこの川を遡上し、西にある川の源流までの距離を確定しようとしたのです。Gozman 提督としては、自分の船の状況が、南への旅を続けるには危険すぎると考えて、再び北へ向かうことに変更し、最初の行程と同じルートを辿って Elensefar に戻ることにしたのですが、このルートは既に知られていて、ある意味、このほうが安全だったのです！ Abelardo Gozman 提督は、Wesnoth 暦 523年の晩夏に到達していた Elensefar への帰還を果たして、名誉と栄光を手に入れました。しかし、何より、副官 Guberto Piegafetta が2ヶ月前に Weldyn に到着していたという事実に衝撃を受けたのでした。 実は Pieggetta は琥珀川（名称の由来は、いずれ明らかになります）を遡上し、この川が Bitter Swamp を源流としている事実のみならず、少なくとも彼が用いた程度の小さな船なら、沼の近くまで容易に航行できることを発見していたのです。 Pieggetta は、琥珀川が横断する原野にとって非常に重要となる二つのことを持ち帰りました。一つは、 Nereids たちが湾の底の小石の中からよく見つけていた黄金の琥珀の小片です。そしてもう一つは、彼が横断した土地は原野であり住人がいないこと、しかも、誰も主権を主張していないという情報でした。
