Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: The news of the defeat of Gan-Tarkas quickly reached before Soradoc and then Weldyn; just as quickly Glauco was summoned to the capital city, where the king wanted to know, by word and by sign, because events so resounding were happening, without his knowledge, in lands that, often, even he didn't remember being subject to his crown.
it: La notizia della sconfitta di Gan-Tarkas raggiunse rapidamente prima Soradoc e poi Weldyn; altrettanto velocemente Glauco fu convocato nella capitale, dove il re voleva sapere, per parola e per segno, perché avvenimenti così clamorosi stavano accadendo, a sua insaputa, in terre che, spesso, nemmeno lui ricordava che fossero soggette alla sua corona.
ja: Gan-Tarkas 討伐の知らせは瞬く間に Soradoc へ、それから Weldyn へと伝えられて、Glauco は早速、帝都へと召喚されました。帝都では王が言葉と雰囲気で知りたがっていました。こんなに大きな出来事が、王権下に服していたことさえ忘れていたような土地で起きていたのですから。

source: Glauco and Geobard went to the capital to report, on what had happened, to their august and a little distracted sovereign. When the mission was accomplished, the sergeant Glauco found himself promoted to general without having been an officer before. When the king asked him what garrison he wanted to be assigned to, he replied, after a brief reflection - Amoran will be fine, there is a lot of work to do, again, and I don't like to leave things in half - And there were many things to do in Amoran, but Glauco, who was also appointed civil governor of the town and of all the wild lands to the east of it, did it with enthusiasm, because he had grown fond of the place, and the large cities of the west seemed now, to him, suffocating.
it: Glauco e Geobard si recarono nella capitale per riferire, di quanto era accaduto, al loro augusto ed un poco distratto sovrano. Quando la missione fu compiuta, il sergente Glauco si trovò promosso generale senza essere stato prima ufficiale. Quando il re gli chiese a quale guarnigione voleva essere assegnato, egli rispose, dopo una breve riflessione - Amoran andrà bene, c'è ancora molto lavoro da fare, e non mi piace lasciare le cose a metà - E c'erano molte cose da fare ad Amoran, ma Glauco, che fu anche nominato governatore civile della città e di tutte le terre selvagge ad est, lo fece con entusiasmo, perché si era affezionato a quel luogo, e le grandi città dell'ovest ora gli sembravano soffocanti.
ja: Glauco と Geobard は帝都へと向かい、威厳はあるけれど少し取り乱している君主に、事の次第を報告しました。この任務を終えたとき、Glauco 軍曹は下位の士官となることなく大将に昇進していました。王が、どの地への配属を希望するかを訊ねると、彼は少し考えて答えました... " 再度、Amoran へお願いします、遂行すべきことがたくさんあります。また、仕事半ばのまま離れることは、好きではありません。" と。 たしかに Amoran にはすべきことがたくさん有りました、しかし Glauco は、 Amoran 及び、その東部の全原野の民政長官にも任命され、熱心に従事しました。というのも、彼はこの地をすっかり気に入り、彼にとって西の大都市は、今や息苦しく思えたからです。

source: The renewed amber trade did not bring to the town all the benefits that Glauco had hoped, but the market that was held there twice a year, in spring and autumn, when the Nereids went up the river, slowly spread the notoriety of the place in all the kingdom and in the lands of the northern alliance, thus ending up attracting settlers eager for new spaces and willing to spend effort and sweat to build something; the wild lands became a little less savage and a little more inhabited; nothing that, for heaven's sake, the land was so great and the colonists were still few, but it was enough because the decadence of Amoran would undergo a quiet but constant rebirth.
it: Il rinnovato commercio dell'ambra non portò alla cittadina tutti i benefici che Glauco aveva sperato, ma il mercato che vi si teneva due volte l'anno, in primavera e in autunno, quando i Nereidi risalivano il fiume, diffuse lentamente la notorietà del luogo in tutto il regno e nelle terre dell'alleanza del nord, finendo così per attirare coloni desiderosi di nuovi spazi e disposti a spendere fatica e sudore per costruire qualcosa; le terre selvagge divennero un po' meno selvagge e un po' più abitate; niente di che, per carità, la terra era così grande e i coloni ancora pochi, ma bastò perché la decadenza di Amoran si trasformasse in una rinascita tranquilla ma costante.
ja: 再開した琥珀貿易が町にもたらしたものは、Glauco が望んだほどではありませんでしたが、Nereids が川を遡上して開かれる春と秋の市は、この地についての名声を王国全体と北部同盟の土地に徐々に広めていました。こうして、新天地を切望する者や、何かを作るためには努力と汗を惜しまない者を引き寄せることとなったのです。原野は少しずつ野蛮さが薄れ、住人も少し増えました。でも、大地はとても広大で、移住民はまだわずかでしたが、Amoran の廃退は静かに絶え間なく治療され、町が再生していく、それで十分でした。

source: Geobard was promoted by the King himself, so he returned to Soradoc, where he became the trustworthy man of the count, as well as the same of many of the ladies of the court.
it: Geobard fu promosso dallo stesso re, quindi tornò a Soradoc, dove divenne l'uomo di fiducia del conte, così come di molte delle dame di corte.
ja: Geobard 国王自身によって昇進を受けて Soradoc へ戻り、伯爵の信頼を得ました。また、宮廷の多くの女性からも同様の信頼を受けられる存在となりました。

source: To Glubtrub and the tribe of the old post station were given perpetual concession to the territory in which they lived, and only the Nereids were given permission to cross that territory without the explicit consent of the Ogre; moreover, because it was known that who attacked the ogres would have to deal with the dreaded exterminator of Orcs named Glauco, the life of the tribe was, in the following years, extraordinarily peaceful, for a tribe of Ogre at least.
it: A Glubtrub e alla tribù della vecchia stazione di posta fu data la concessione perpetua del territorio in cui vivevano, e solo ai Nereidi fu dato il permesso di attraversare quel territorio senza l'esplicito consenso dell'Ogre; inoltre, poiché si sapeva che chi avesse attaccato gli ogre avrebbe dovuto vedersela con il temuto sterminatore degli Orchi di nome Glauco, la vita della tribù fu, negli anni successivi, straordinariamente pacifica, almeno per una tribù di Ogre.
ja: Glubtrub と古い宿場の部族には、彼らが暮らしてきた領域に対し恒久的な利権が与えられ、Nereids だけが、オーガの明確な同意なしにその領域を行き来することを許可されました。それに加えて、オーガを攻撃した者は Glauco という恐怖のオーク駆除者を相手にしなければならないと知られていたため、その後の部族の生活は、少なくともオーガ族としては驚くほど平穏なものでした。

source: Because of so much prosperity, always according to an ogre judgment, Glubtrub would have been remembered, in the small history of his tribe, as Glubtrub the Great, but the progressive expansion of his waistline finally earned him the name of the Glubtrub the Enormous.
it: A causa di tanta prosperità, sempre secondo il giudizio di un ogre, Glubtrub sarebbe stato ricordato, nella piccola storia della sua tribù, come Glubtrub il Grande, ma il progressivo allargamento del suo girovita gli valse alla fine il nome di Glubtrub l'Enorme.
ja: オーガの繁栄は、常に、あるオーガの判断に従ったことがもたらしたので、Glubtrub は部族の小さな歴史の中では、”偉大なる Glubtrub” と記憶されてきたはずなのですが、彼の腹部が次第に拡大していき、それで、遂には ”巨大なる Glubtrub” と呼ばれるようになったのでした。

source: Croquet returned to his life in the woods, along with his 'girlfriend', but returned to Amoran whenever he wanted to drink a good beer with friends and to tell some strange facts that he thought Glauco might be interested in.
it: Croquet ritornò alla sua vita nei boschi, insieme alla sua "ragazza", ma faceva capolino ad Amoran ogni volta che voleva bere una buona birra con gli amici e raccontare alcuni fatti strani che pensava che Glauco potesse trovare interessanti.
ja: Croquet は ”彼女” と一緒に森での生活に戻りましたが、友人たちと素敵なビールを飲みたいときや、Glauco が興味を持ちそうな不思議なことを話したいときには、いつでも Amoran へ戻ってきました。

source: Croquet returned to his life in the woods, but he was sad without his 'girlfriend', so he returned to Amoran whenever he wanted a good beer and equally good company, and Glauco, every time he saw him coming, was careful not to let him never miss one or the other.
it: Croquet ritornò alla sua vita nei boschi, ma era triste senza la sua 'ragazza', così tornava ad Amoran ogni volta che voleva una buona birra e altrettanto buona compagnia, e Glauco, ogni volta che lo vedeva apparire, faceva attenzione che non gli mancasse né l'una né l'altra.
ja: Croquet は森での生活に戻りましたが、 ”彼女” なしでは寂しくて、友人たちと素敵なビールを飲みたいときや、同じくらいに素敵な仲間と会いたくなったときには、いつでも Amoran へ戻ってきました。Glauco は、彼がやってくるときは、彼を見落とさないよう、気をつけていました。

source: Fangy had stayed with Glauco until the end of the battle against Gan-Tarkas, simply because that was what Croquet would do; then she disappeared, and no one ever saw her again! Glauco, having just become civil governor of all the territories of the east, in memory of the old trapper, decreed the absolute prohibition of killing wolves in the territories subject to him, if not for personal defense, under penalty of expulsion from the territory.
it: Fangy era rimasta con Glauco fino alla fine della battaglia contro Gan-Tarkas, semplicemente perché era quello che avrebbe fatto Croquet; poi scomparve e nessuno la vide mai più! Glauco, appena divenuto governatore civile di tutti i territori dell'est, in ricordo del vecchio cacciatore di animali, decretò il divieto assoluto di uccidere i lupi nei territori a lui soggetti, se non per difesa personale, pena l'espulsione dal territorio.
ja: Fangy は Gan-Tarkas との戦いが終わるまで Glauco と行動を共にしていましたが、Croquet ならそうしただろうから、というそれだけの理由からでしたが、やがて彼女は姿を消し、二度と彼女を見ることはありませんでした。Glauco は、東方全土の民政総督になったときには老いた罠猟師を偲び、彼の管理下の領地では狼を殺すことを絶対禁止とし、個人防衛のためでなく殺した場合は領地から追放される罰則を定めました。

source: Divaid and Ranfy returned to their woods, mumbling that they had helped the Wesnothians to fill their house of westerner yahoos; but they didn't really have to give them those nosecrops, since when they lost something or someone, or lost themselves in those unknown territories, Ranfy was always ready to hover in the sky and put his very sharp sight at disposal to find what or who had been missing.
it: Divaid e Ranfy tornarono nei loro boschi, borbottando di aver aiutato i Wesnothiani a riempirgli la casa di zoticoni occidentali; ma non dovevano pensarlo davvero, poiché quando qualcuno perdeva qualcosa, o si perdeva in quei territori sconosciuti, Ranfy era sempre pronto a librarsi nel cielo e metteva a disposizione la sua vista acutissima per trovare cosa o chi era scomparso.
ja: Divaid と Ranfy は、あの Wesnoth 人たちは、家の中が西の無作法者でいっぱいになるのを手伝いやがった、とブツブツ言いながら森へと戻っていきました。でもそれは、彼にとって、いつもの挨拶みたいなものでした。なぜなら、誰かが見知らぬ場所で何かを落としたり、誰かを見失ったり、または迷子になったときには、Ranfy がいつでも空を飛んで、その鋭い視力で、何でも探し出せる用意をしていたからです。

source: Divaid returned to his life in the woods, but he was sad without his friend, so he returned to Amoran whenever he wanted a good beer and equally good company, and Glauco, every time he saw him coming, was careful not to let him never miss one or the other.
it: Divaid ritornò alla sua vita nei boschi, ma era triste senza il suo amico, così tornava ad Amoran ogni volta che voleva una buona birra e altrettanto buona compagnia, e Glauco, ogni volta che lo vedeva apparire, faceva attenzione che non gli mancasse né l'una né l'altra.
ja: Divaid は森での生活に戻りましたが、彼の友人なしでは寂しくて、友人たちと素敵なビールを飲みたいときや、同じくらいに素敵な仲間と会いたくなったときには、いつでも Amoran へ戻ってきました。Glauco は、彼がやってくるときは、彼を見落とさないよう、気をつけていました。

source: Ranfy disappeared immediately after the end of the battle against Gan-Tarkas. He returned two months later, with a companion, and made his nest over the only tower left of the old walls of Amoran. The citizens were initially frightened, moreover many of them had never seen a gryphon before, but Glauco reassured them by explaining that the gryphons were not a danger, but rather the best sentries that Amoran could have, and soon the gryphons were considered citizens of Amoran like everyone else.
it: Ranfy scomparve immediatamente dopo la fine della battaglia contro Gan-Tarkas. Tornò due mesi dopo, con un compagno, e fece il suo nido sull'unica torre rimasta delle antiche mura di Amoran. I cittadini inizialmente erano spaventati, inoltre molti di loro non avevano mai visto un grifone prima, ma Glauco li rassicurò spiegando che i grifoni non erano un pericolo, ma piuttosto le migliori sentinelle che Amoran potesse avere, e presto i grifoni furono considerati cittadini di Amoran come tutti gli altri.
ja: Ranfy は Gan-Tarkas との戦いが終わった直後から姿を消していました。2ヵ月後、仲間を連れて戻ってきた彼は、Amoran の古い城壁で唯一残っていた塔の上に巣を作りました。市民たちは最初は怖がっていたし、そもそも、グリフォンを初めて見た市民も多かったのです。 Glauco は、グリフォンは危険な存在ではなく Amoran にとって最高の衛兵であると説明して市民を安心させ、やがてグリフォンは他の市民同様、 Amoran の市民として扱われるようになりました。

source: Mimord remained in Amoran for a short time; then began to get bored and left for the north, looking for his old companions; in the end, even he didn't like being alone; with whom could you brawl if you are alone?
it: Mimord rimase ad Amoran per un breve periodo; poi cominciò ad annoiarsi e partì per il nord, alla ricerca dei suoi vecchi compagni; alla fine anche a lui non piaceva stare da solo; con chi puoi litigare quando sei da solo?
ja: Mimord はしばらく Amoran にいましたが、やがて退屈になってきたので、昔の仲間を捜しに、北へ旅立っていきました。結局、彼も一人は嫌だったのでしょう。一人ぼっちのときに、喧嘩をしたい相手は誰なのでしょうね？

source: Glauco and his friends had other adventures later, as was inevitable for those who were called to manage a territory so vast in which they still lived many strange, wonderful and horrible creatures.
it: Glauco ed i suoi amici ebbero altre avventure in seguito, come era inevitabile per chi era chiamato a gestire un territorio così vasto in cui vivevano ancora tante creature strane, meravigliose e orribili.
ja: やがて、Glauco と友人たちは、新たな冒険に旅立つことになりました。しかし、これほど広大な領地を管理するように呼ばれた者にとって、それは必然的なことでした。まだまだ多くの見知らぬ素晴らしい、そして恐ろしい化け物が住んでいる土地なのですから。

source: Glauco did not mind at all, in his serene old age, to tell his adventures to anyone asked him, sons, nephews, or great-grandchildren that they were; but to those who asked him how he managed to become an important man, he always began by saying - Oh, that time was just a little adventure -
it: A Glauco dispiaceva affatto, nella sua serena vecchiaia, raccontare le sue avventure a chiunque glielo chiedesse, figli, nipoti o pronipoti che fossero; ma a chi gli chiedeva come fosse riuscito a diventare un uomo importante, iniziava sempre dicendo - Oh, quella volta fu solo una piccola avventura -
ja: Glauco は、心穏やかな老人となり、全く関心がありませんでした。息子や甥や、ひ孫などの誰に聞かれても、自分の冒険について話すことに。でも、どうやって有名になったのか尋ねられると、決まって、こう切り出すのでした。 「ああ、あの時は、"ちょっとした冒険" だったのさ」

source: ALA
it: UPA

source: Welcome to Amoran, the last town toward Est
it: Benvenuti ad Amoran, l'ultima città prima dell'Est

source: Death of
it: Morte di

source: What this confusion? Men colored like wetspot and snake to fight? Ogres to come too, good chance to squash all!
it: Cosa essere questa confusione? Uomini colorati come Wetspot e serpenti combattere? Anche ogre andare, buona occasione di spiaccicare tutti!

source: Glauco reaches the signpost over the mountains
it: Glauco raggiunge il segnavia oltre le montagne

source: Don't you dare to touch my friend Ranfy, tattooed midget!
it: Non osare toccare il mio amico Ranfy, nanerottolo tatuato!

source: We need of ohtersss sssea companionsss, sssummon all them!
it: Abbiamo bisssogno di altri compagni marini, richiamateli tutti!

source: Merman Brawler
it: Nereide Azzuffatore

source: Exceptionally large and strong mermen are sometimes more comfortable with their own fists and tails than with other weapons.
it: I tritoni eccezionalmente grandi e forti a volte sono più a loro agio con i propri pugni e la coda che con altre armi.

source: Mermen are mostly peaceful, but will fight to defend their homes. In this situation, even mermen with no weapons or training can be dangerous.
it: I Nereidi sono per lo più pacifici, ma combatteranno per difendere le loro case. In questa situazione, anche i tritoni senza armi o addestramento possono essere pericolosi.

source: Damned $second_unit.race|s! I'll avenge you, my friend!
it: Maledetti $second_unit.race! Ti vendicherò, amico mio!

source: You've got that right, Geobard, this plain is completely bare; but look to the forest to our right! Organize a corvee that takes logs from it to build a fence here.
it: Hai ragione, Geobard, questa pianura è completamente spoglia; ma guarda la foresta alla nostra destra! Organizza una corvée che prenda dei tronchi da essa per costruire una recinzione qui.

source: What's the situation,
it: Com'è la situazione,

source: I would say it's bad, but I'm afraid it's awful; The old caravan station was partially swallowed up by the river, and it seems that a group of Nagas have nestled there.
it: Direi che è brutta, ma ho paura che sia terribile; La vecchia stazione delle carovane è stata parzialmente inghiottita dal fiume e sembra che un gruppo di Naga vi si sia annidato.

source: Also, on the hills just to the south there are small buildings, and from the stench that comes out I would say they are Ogre huts.
it: Inoltre, sulle colline appena a sud ci sono piccoli costruzioni, e dal puzzo che ne esce direi che sono capanne degli Ogre.

source: We'll have to take the risk. Let us prepare, men; it will be a tough fight!
it: Dovremo correre il rischio. Prepariamoci, uomini; sarà una dura lotta!

source: (To Glauco) I don't understand, Weren't we supposed to free the amber way? With the ogres settled here, how are we going to do this?
it: (A Glauco) Non capisco, non dovevamo liberare la via dell'ambra? Con gli ogre sistemati qui, come lo faremo?

source: My name is Glauco! I'm the commander of the Amoran's garrison, and I'm trying to reach the nereid's bay at the mouth of the Amber River! And who would you be? I thought all the dwarves had left these hills.
it: Il mio nome è Glauco! Sono il comandante della guarnigione di Amoran e sto cercando di raggiungere la baia dei nereidi alla foce del fiume Amber! E tu chi saresti? Pensavo che tutti i nani avessero lasciato queste colline.

source: By my sister's moustache, that is a truly ridiculous statement, commander Glauco, from the mouth of someone who wants to cross these territories! Do you know what I tell you? You have won, I'll come with you for free; I am bored to death here.
it: Per i baffi di mia sorella, questa è un'affermazione davvero ridicola, comandante Glauco, dalla bocca di chi vuole attraversare questi territori! Sai cosa ti dico? Hai vinto, verrò con te gratuitamente; Sono annoiato a morte qui.

source: How you can have fear of a pet that's so much smaller than you, Glubtrub?
it: Come puoi avere paura di un animaletto tanto più piccolo di te, Glubtrub?

source: Welcome, foreigners! It's been a long time since we last saw the colors of Wesnoth around here! Joralda is curious to find out why I come back to see them right now.
it: Benvenuti, stranieri! È passato molto tempo dall'ultima volta che abbiamo visto i colori di Wesnoth da queste parti! Joralda è curiosa di sapere perché torna a vederli proprio ora.

source: My greetings! I'm the commander Glauco, from Amoran; I came here to reopen the old Amber Road! There is someone in Wesnoth who came back from here who is mighty interested in it!
it: I miei saluti! Sono il comandante Glauco, di Amoran; Sono venuto qui per riaprire la vecchia Via dell'ambra! C'è qualcuno a Wesnoth che è tornato da qui e che è molto interessato!

source: Finally, a bit of movement for my ax!
it: Finalmente un poco di movimento per la mia ascia!

source: Woe coming from the river, commander!
it: Nemici in arrivo dal fiume, comandante!

source: stun
it: stordire

source: Few, even among the greatest dignitaries of the realm, know that Wesnoth's eastern borders extend far beyond the Eastmark Hills! All began when the Queen Li'sar, newly established on the throne, organized a series of expeditions that circumnavigated the continent of Irdya to determine its extension and establish the conformation of his coasts. One of these expeditions, commanded by the Admiral Abelardo Gozman, left Elensefar in the spring of 520 YW, heading north. After a journey of almost 2 years, almost all of them spent making surveys and doing research in the cold seas of the north, Gozman reached the eastern coasts of the continent, and then a small bay, at the mouth of a river, inhabited by a little community of nereids. The calculations made by Gozman made him suspect that the Bitter Swamp, that at the time represented the eastern limit of the human knowledge of the continent of Irdya, had to be, more or less, halfway between the eastern and the western coasts of the same continent. Then he chose a small group of men who, under the command of Captain Guberto Piegafetta and with the help of the Nereids, ascended the river to establish how far it was, to the west, its source. Gozman, for his part, considering the situation of the ships at his disposal too compromised to face who knows what situations continuing the journey to the south, resumed the road north, to return to Elensefar retracing the same route made the first leg, a route already known and so, in some sense, safer! Admiral Abelardo Gozman managed to return to Elensefar, where he arrived in the late summer of 523 YW, and when he arrived he found honors and glory, but above all he found the astonishing news that his lieutenant Guberto Piegafetta had arrived in Weldyn a couple of months before. Piegafetta, in fact, going up the Amber River (which we'll see later why it was so called), had discovered not only that the river was born from the Bitter Swamp, but it was also easily navigable almost to the swamp, at least for a small boat like the one he used to ascent it. Piegafetta took with him two things that became of great importance for the wild lands crossed by the Amber River: the first was a certain number of pieces of golden amber that the nereids were used to finding among the pebbles in the bottom of their bay; the second thing was the news that the lands he had crossed were wild, uninhabited and, above all, not claimed by anyone.
it: Pochi, anche tra i più grandi dignitari del regno, sanno che i confini orientali di Wesnoth si estendono ben oltre le Eastmark Hills! Tutto iniziò quando la regina Li'sar, appena insediata sul trono, organizzò una serie di spedizioni che circumnavigarono il Grande Continente per determinarne l'estensione e stabilire la conformazione delle sue coste. Una di queste spedizioni, comandata dall'ammiraglio Abelardo Gozman, lasciò Elensefar nella primavera del 520 YW, diretta a nord. Dopo un viaggio di quasi 2 anni, quasi tutti trascorsi a fare rilievi e ricerche nei freddi mari del nord, Gozman raggiunse le coste orientali del continente, e poi una piccola baia, alla foce di un fiume, abitata da una piccola comunità di nereidi. I calcoli fatti da Gozman gli fecero sospettare che la Palude Amara, che all'epoca rappresentava il limite orientale della conoscenza umana del Grande Continente, dovesse trovarsi, più o meno, a metà strada tra la costa orientale e quella occidentale dello stesso continente. Quindi scelse un piccolo gruppo di uomini che, al comando del Capitano Guberto Piegafetta e con l'aiuto dei Nereidi, risalì il fiume per stabilire quanto fosse, ad ovest, la sua sorgente. Gozman, da parte sua, considerando la situazione delle navi a sua disposizione troppo compromessa per affrontare chissà quali difficoltà proseguendo il viaggio verso sud, riprese la rotta verso nord, per tornare ad Elensefar ripercorrendo lo stesso percorso fatto all'andata, una rotta già nota e quindi, in un certo senso, più sicura! L'ammiraglio Abelardo Gozman riuscì a tornare a Elensefar, dove arrivò alla fine dell'estate del 523 YW, e quando arrivò trovò onori e gloria, ma soprattutto trovò la sorprendente notizia che il suo luogotenente Guberto Piegafetta era arrivato a Weldyn un paio di mesi prima. Piegafetta, infatti, risalendo il fiume dell'Ambra (che vedremo più avanti perché venne chiamato così), aveva scoperto non solo che il fiume nasceva dalla Palude Amara, ma era anche facilmente navigabile fin quasi alla palude, almeno per una piccola barca come quella con cui l'aveva risalito. Piegafetta portò con sé due cose che divennero di grande importanza per le terre selvagge attraversate dal fiume dell'Ambra: la prima era un certo numero di pezzi di ambra dorata che i nereidi erano soliti trovare tra i ciottoli in fondo alla loro baia; la seconda cosa era la notizia che le terre che aveva attraversato erano selvagge, disabitate e, soprattutto, non reclamate da nessuno.
