Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: An attack on two fronts, just what we didn't want! But, at least, we have no doubts about their intentions, and we know what to do! They waited to be together to attack us; if we eliminate one of the two enemy commanders, the other will probably withdraw!
it: Un attacco su due fronti, proprio quello che non volevamo! Ma, almeno, non abbiamo dubbi sulle loro intenzioni e sappiamo cosa fare! Hanno aspettato di essere insieme per attaccarci; se eliminiamo uno dei due comandanti nemici, probabilmente l'altro si ritirerà!
ja: なんと、二方向からの攻撃か、望んでいなかった事態だ！ だが少なくとも、彼らの目的は明確だし、我々が何をすべきかは言うまでもない！ 奴らは、我々を攻撃するアタマ数が揃うのを待っていたのだ。つまり、どちらかの司令官を倒せば、もう一人はおそらく撤退するはず！

source: What's happening here? There is a fight!
it: Cosa sta accadendo qui? C'è un combattimento!
ja: ここで何が？ 戦闘が起きてる！

source: Glad to see you, sir cavalier! We have a little problem with some orcs and some bandits, as you can see, and your arrival is welcome, albeit unexpected!
it: Felice di vederti, signor cavalleggero! Abbiamo un piccolo problema con alcuni orchi e alcuni banditi, come puoi vedere, e il tuo arrivo è gradito, anche se inaspettato!
ja: お会いできて光栄です、精鋭竜騎士殿！オークと盗賊が徒党を組んでいて、ご覧の通り少し問題が起きているのです。貴殿の到着は予想外ですが、歓迎いたします！

source: Glad to see you, sir dragoon! We have a little problem with some orcs and some bandits, as you can see, and your arrival is welcome, albeit unexpected!
it: Felice di vederti, signor dragone! Abbiamo un piccolo problema con alcuni orchi e alcuni banditi, come puoi vedere, e il tuo arrivo è gradito, anche se inaspettato!
ja: 会えて光栄です、熟練竜騎士殿！オークと盗賊が徒党を組んでいて、見ての通り少し問題が起きているのです。あなたの到着は予想外だけれど、歓迎します！

source: Glad to see you, cavalryman! We have a little problem with some orcs and some bandits, as you can see, and your arrival is welcome, albeit unexpected!
it: Felice di vederti, signor cavaliere! Abbiamo un piccolo problema con alcuni orchi e alcuni banditi, come puoi vedere, e il tuo arrivo è gradito, anche se inaspettato!
ja: 会えて嬉しいよ、竜騎兵！オークと盗賊が徒党を組んでいて、見ての通り少し問題が起きているんだ。君の到着は予想外だけれど、歓迎するよ！

source: At Soradoc they have had some inkling of strange movements by orcs not part of the Northern Alliance, so they sent messengers to all the eastern villages, and I have been sent here!
it: A Soradoc hanno avuto un vago sentore di strani movimenti di orchi non facenti parte dell'Alleanza del Nord, quindi hanno inviato messaggeri a tutti i villaggi orientali, e io sono stato mandato qui!
ja: Soradoc では、北部同盟に属さないオークの動きがおかしいと感じ、東の村々に使者を送ったのです。それで私もここに来たのです！

source: Hm, I am surprised that they took this place into consideration, after ignoring it for so long.
it: Hm, sono sorpreso che abbiano preso in considerazione questo posto, dopo averlo ignorato per così tanto tempo.
ja: なるほど、この町は長い間無視されてたのに、気に留めてもらえるなんて驚きです。

source: These are not things that the higher-ups discuss with me, of course, but the leaked rumors speak of a renewed interest, in Wesnoth, for amber, so Weldyn took the opportunity to see what the situation is here. It seems that I will have to report about a problematic situation.
it: Queste non sono cose di cui i superiori discutono con me, ovviamente, ma le voci trapelate parlano di un rinnovato interesse, in Wesnoth, per l'ambra, quindi Weldyn ha colto l'occasione per vedere qual è la situazione qui. Sembra che dovrò riferire su una situazione problematica.
ja: もちろん、上層部が私に相談するようなことではないけれど、漏れ伝わってくる噂によれば、Wesnoth では琥珀への関心が再燃しているらしく、それで、この機会に Weldyn はここの状況を確認することにしたのです。どうやら、悪い事態になっていることを報告しなければならないようだ...。

source: The Amber Road is now reduced to fragments of uncertain paths that cross wild areas; territories where the laws of Wesnoth are overpowered by the law of the strongest band, and they're not always gangs of humans. The river would be navigable from the eastern shores of the continent to here, but it serves as a border with the orcish territories, and no transit is granted to any kind of ships.
it: La Strada dell'Ambra è ormai ridotta a frammenti di sentieri incerti che attraversano aree selvagge; territori in cui le leggi di Wesnoth sono sopraffatte dalla legge della banda più forte, e non sono sempre bande di umani. Il fiume sarebbe navigabile dalle rive orientali del continente fino a qui, ma funge da confine con i territori degli orchi e nessun transito è concesso a nessun tipo di nave.
ja: 琥珀街道は現在、原野を横切る不確かな道の断片と化しています。そこでは、Wesnoth の法律は最強集団の法律に圧倒されていますが、それは必ずしも人間の悪党集団とは限らない。川は大陸の東岸からここまで航行可能ですが、オークの領土との境界となっていて、どんな種類の船にも通過は許可されません。

source: This state of affairs must change! That's why I was ordered to be available to the officer who serves here as the local commander.
it: Questo stato di cose deve cambiare! Ecco perché mi è stato ordinato di mettermi al servizio dell'ufficiale che serve qui come comandante locale.
ja: 現状を変えなければいけません！そのために、私はこの地の司令官たる将校の補佐を命じられたのです。

source: I'm afraid there is no officer here in Amoran, for a long time now; mine is the highest grade, and when I got here, less than a year ago, the commander of the... local garrison was... the private Titus.
it: Temo che non ci sia nessun ufficiale qui ad Amoran, da molto tempo ormai; il mio è il grado più alto, e quando sono arrivato qui, meno di un anno fa, il comandante della ... guarnigione locale era ... il soldato Titus.
ja: 申し訳ない話ですが、ここ Amoran には長い間、将校がいません。私の階級が最上位で、私がここに来たとき、来てまだ一年足らずですが、地元の守備隊の司令官は... Titus 一等兵だったのです。

source: Incredible! Anyway, I don't think I'm wrong by putting me on your orders, commander...?
it: Incredibile! Comunque, non credo di sbagliarmi affidandomi ai vostri ordini, comandante ...?
ja: 信じられない！ とにかく、私を指揮下に置くことは間違っていないと思います、司令官... とお呼び... すればよいですか？

source: Sergeant Glauco at your service, sir cavalier, and I hope to be worthy of your confidence! And now let's rid out this rabble!
it: Il sergente Glauco al vostro servizio, signore cavaliere, e spero di essere degno della vostra fiducia! E ora sbarazziamoci di questa marmaglia!
ja: Glauco 軍曹です。 お任せください、精鋭竜騎兵殿！貴殿の信頼に応えたいと存じます。さあ、この悪党どもを一掃しましょう！

source: That'd be Sergeant Glauco, sir dragoon, and I hope to be worthy of your confidence! And now let's rid out this rabble!
it: That'd be Sergeant Glauco, signor dragone, and I hope to be worthy of your confidence! And now let's rid out this rabble!
ja: Glauco 軍曹です。 お任せください、熟練竜騎兵殿！貴殿の信頼に応えたいと存じます。さあ、この悪党どもを一掃しましょう！

source: ...commander? Well, technically I'm only a sergeant, but since you're only a cavalryman, I guess I still outrank you... Anyways, that's Sergeant Glauco to you, cavalryman, and I hope to be worthy of your confidence! And now let's rid out this rabble!
it: ...comandante? Beh, tecnicamente sono solo un sergente, ma dato che sei solo un cavaliere, credo di essere un tuo superiore ... Comunque, questo è il sergente Glauco per te, cavaliere, e spero di essere degno della tua fiducia! E ora sbarazziamoci di questa marmaglia!
ja: ...司令官？正確には軍曹だが...、君はまだ竜騎兵だから、私の方が階級は上だろうな...。とにかく、Glauco 軍曹から君、竜騎兵へ。君の信頼に応えたいと思う。さあ、この悪党どもを一掃しよう！

source: Good morning, men of Wesnoth, let's try to catch the great Dadoc in his home, if you can!
it: Buon mattino, uomini di Wesnoth, venite a prendere il grande Dadoc nella sua casa, se potete!
ja: おはよう、Wesnoth の諸君。偉大なる Dadoc を、Dadoc 様の故郷で捕まえてみなよ、できるものならな、ハッ！

source: And he even annoys us, that damned bandit! But now what do we do? We know absolutely nothing about this forest, and I won't lead my men into a trap.
it: Ed anche ci prende in giro, quel maledetto bandito! Ma adesso cosa facciamo? Non sappiamo assolutamente nulla di questa foresta e non guiderò i miei uomini in una trappola.
ja: それから、我々を苛つかせる、あの憎き盗賊も！ しかし、どうすればよいのだ？この森のことは全く分からないし、部下を罠に嵌めたくはない。

source: Look, sir! There's a cottage over there! I'll go to see if someone lives in it! Whether he be friend or foe, he will tell us something about this place, with good manners in the first case, and with bad ones in the second.
it: Guarda, signore! C'è un cottage laggiù! Vado a vedere se ci vive qualcuno! Che sia amico o nemico, ci racconterà qualcosa di questo posto, con le buone maniere nel primo caso e con le cattive maniere nel secondo.
ja: 見てください！ あそこに小屋が！ 住人がいるかどうか見てきます！ 敵か味方か分かりませんが、この地に関して何か教えてくれるでしょう、前者なら行儀よく、後者なら、お行儀悪く。

source: There's no one here? I'm a representative of the Wesnothian Army!
it: C'è nessuno qui? Sono un rappresentante dell'Esercito di Wesnoth!
ja: 誰かいないのか？私は Wesnoth 軍の代表の者だ！

source: There's me, here, representative of Wesnoth's busybodies! Me and my friend Ranfy. And this may also be territory of Wesnoth, but punch me if it isn't the first time I've seen its colors in at least... forty years! What are you doing here right now?
it: Ci sono io, qui, rappresentante dei ficcanaso di Wesnoth! Io e il mio amico Ranfy. E questo potrebbe anche essere il territorio di Wesnoth, ma mi venga un colpo se non è la prima volta che vedo i suoi colori in almeno ... quarant'anni! Cosa ci fai qui adesso?
ja: 居るぞ、Wesnoth の多忙人代表が！ 俺と友人の Ranfy だ。ここも Wesnoth 領だろうがな、その色を見るのは少なくとも.....40年振りだ。夢じゃねえのか、おい。俺のほっぺを殴ってくれ！ こんな所で何やってんだ？

source: I'm the sergeant Glauco, commander of the Amoran's garrison! My companions and I are searching for Dadoc the bandit, because we need to give him what he deserves! But who is Ranfy?
it: Sono il sergente Glauco, comandante della guarnigione di Amoran! I miei compagni ed io stiamo cercando Dadoc il bandito, perché dobbiamo dargli quello che si merita! Ma chi è Ranfy?
ja: 私は Glauco 軍曹、Amoran 守備隊の隊長だ！私と隊員は盗賊 Dadoc を探している！あいつには相応の処罰が必要なのだ。で、Ranfy とは誰のことだ？

source: Kreeeeee!
ja: クリーーー！

source: Watch out! A monster!
it: Attenzione! Un mostro!
ja: 気をつけろ！怪物だ！

source: The only “monstrous” thing here, Wesnothians, is your ignorance! He's Ranfy; I adopted him when he was still an egg! Since then he's been helping me to hunt and to keep mice and bandits away from our home, bandits like your friend Dadoc, who, I fear, you'll have to look for in the forest. Well, good luck, because you'll need a lot of it!
ja: ここで唯一”モンスター的”なのは、あんたらの”無知”だよ、 Wesnoth 人。彼は Ranfy だ、卵の時にオレが保護したんだ。それ以来、狩りを手伝ってくれて、ネズミや盗賊から家を守ってくれてる。アンタの友人 Dadoc みたいな盗賊は、残念だが森で探すしかない。まあ、幸運を祈るよ。なんたって、山ほど幸運が必要だからな！

source: You seem to know this place well, why don't you help us? Eliminating Dadoc will save a little bit of work for your... nice friend.
it: Sembra che tu conosca bene questo posto, perché non ci aiuti? Eliminare Dadoc risparmierà un po 'di lavoro per il tuo ... simpatico amico.
ja: ここをよく知ってるみたいだし、手伝ってくれないか？ Dadoc を退治すれば、あなたの... 素敵なお友達の仕事の手間も、少しは減らせるだろう。

source: Guy, no human being knows the wilderness from here to the sea better than Divaid, who would be me, and I believe that I will help you westerners, since you have been kind to Ranfy!
it: Guy, nessun essere umano conosce la natura selvaggia da qui al mare meglio di Divaid, che sarei io, e credo che vi aiuterò, stranieri, dato che sei stato gentile con Ranfy!
ja: アンタらよォ、どんな人間より、ここから海に続く原野を一番よく知っているのは、この Divaid さ！Ranfy に親切にしてくれたから、アンタら西の人間の助けになってやるよ！

source: After we bring Dadoc to justice, we'll go east to meet the nereids; could you come with us as a guide? I have a desperate need for someone who knows the wildlands, and I'll pay well.
ja: Dadoc に正義の鉄槌を下した後、東部の Nereids に会いに行くんだが、案内人として一緒に来てくれないか？原野に詳しい者が是非とも必要なんだ、報酬も弾むよ。

source: To the coast? Well I'll be damned, it's been awhile since I last saw the sea, and Ranfy has <i>never</i> seen it... it might be a good opportunity to show him the sea... what do you say Ranfy, shall we give a hand to these yahoos from the town?
it: Alla costa? Be ', che io sia dannato, è passato un po' di tempo dall'ultima volta che ho visto il mare, e Ranfy non lo ha <i> mai </i> visto ... potrebbe essere una buona occasione per mostrargli il mare ... cosa ne dici tu Ranfy, possiamo dare una mano a questi zoticoni di città?
ja: 海岸に行くのか？どうするかな、オレもこのところ海を見てないし、Ranfy は <i> 見たことすらない </i>しな... 海を見せるにはいい機会かもしれんな... よう Ranfy 、どうする？この、町の無作法者たちに手を貸してみるか？

source: Kraaaaaa... Kruu Kruu... Fiiii
ja: クラーー... クルゥクルゥ... フィー

source: You are a lucky man, mister commander of Amoran's garrison! My friend, here, says that he likes you! So, my new companions, things are like this: Dadoc has a certain number of shelters, in the forest, where he disperses his band when they don't have to act. To find Dadoc we will have to rummage through them one by one, and if we are lucky we will find Dadoc immediately; if we have misfortune we will have to explore them all; but we may not have the time to do so.
it: Sei un uomo fortunato, signor comandante della guarnigione di Amoran! Il mio amico, qui, dice che gli piaci! Allora, miei nuovi compagni, le cose stanno così: Dadoc ha un certo numero di rifugi, nella foresta, dove disperde la sua banda quando non devono agire. Per trovare Dadoc dovremo controllarli uno per uno, e se saremo fortunati troveremo Dadoc immediatamente; se avremo sfortuna dovremo esplorarli tutti; ma potremmo non avere il tempo per farlo.
ja: あんたついてるよ、Amoran の守備隊の司令官さん。この友達が、アンタのことを好きだと言ってるよ！よっしゃ、新しい仲間たちよ。状況はこんな感じだ、Dadoc は確かな数の避難場所を持ってる、森の中にな。奴の一団が暇なときは、そこに散らばってるんだ。Dadoc を見つけるにはその一つ一つを探し回らにゃならんな。運がよければ、すぐに Dadoc は見つかるが、運が悪けりゃ、その全部を探すことになる。でも、そんな時間があるかどうかだな。

source: Why?
it: Perché?
ja: なぜだ？

source: Because Dadoc will escape when he sees his henchmen fail to stop us in a short time; he's a very cautious guy. We have to find him quickly, otherwise we can also say him good-bye forever.
it: Perché Dadoc scapperà quando vedrà che suoi scagnozzi non riusciranno a fermarci in breve tempo; è un tipo molto cauto. Dobbiamo trovarlo in fretta, altrimenti possiamo anche salutarlo per sempre.
ja: だってよ、Dadoc は、もし手下どもが俺たちに手こずってるのを見たら逃げ出すし、えらく慎重な奴なんだ。さっさと見つけないと、見つけずじまいになりかねないぞ。

source: Then let's not waste any more time! Come on, men! We can't let that rascal's wrongdoings remain unpunished!
it: Allora non perdiamo altro tempo! Avanti, uomini! Non possiamo lasciare che le malefatte di quel mascalzone rimangano impunite!
ja: では、こうしては居られない！さあ、みんな！あの悪党たちの悪行を見過ごしたままにはできないぞ！

source: Commander, it seems we managed to get here without being sighted by the orcs, but from here to the orc fortress, the plain does not offer any protection or hiding places; we have to attack from here.
it: Comandante, sembra che siamo riusciti ad arrivare qui senza essere avvistati dagli orchi, ma da qua alla fortezza degli orchi, la pianura non offre né protezione né nascondigli; dobbiamo attaccare da qui.
ja: 司令官、オークに見つからずにここにはやってきましたが、ここから先のオークの砦までは、何の守りも隠れ場所もない平原です。こっちから攻撃を仕掛けるしかありません。

source: But we'll lose almost half a day, and we will allow the orcs to organize and attack us.
it: Ma perderemo quasi mezza giornata e permetteremo agli orchi di organizzarsi e attaccarci.
ja: しかし、それでは半日程度かかるし、オークが一団を集めて攻撃してくるのを許してしまう。

source: If we use all our men, we'll manage to have a place to defend ourselves during the night; in any case we would not be able to get close to the orcish camp before twilight anyways. It's better to have something on which to break their initial wave.
it: Se usiamo tutti i nostri uomini, riusciremo ad avere un posto dove difenderci durante la notte; in ogni caso non saremmo comunque in grado di avvicinarci all'accampamento degli orchi prima del crepuscolo. È meglio avere qualcosa su cui rompere la loro ondata iniziale.
ja: 全人員を導入すれば今夜中に防衛用の場所をなんとか確保できるだろう、いずれにしても、辺りが暗くなる前にオークの野営地まで接近することは不可能だろう。奴らの最初の攻撃を打ち破るために、何らかの拠り所はあった方がいい。

source: I hope you're right, commander, because as long as the men are busy building the fence they can't do anything else! Better get to work right away, then! I will also erect tents in which to treat the wounded.
it: Spero che tu abbia ragione, comandante, perché finché gli uomini sono impegnati a costruire la recinzione non possono fare nient'altro! Meglio mettersi subito al lavoro, allora! Inoltre erigerò tende in cui curare i feriti.
ja: そうだとよいのですが司令官、兵たちは柵を構築している間、他のことに手を回せませんよ！それなら、すぐに作業に取り掛かかりましょう！私は早速、負傷者に備えてテントを立てます。

source: What are those humans doing there?
it: Cosa stanno facendo quegli umani laggiù?
ja: あそこの人間どもは、何をしてやがるんだ？

source: It seems they are building fences, boss!
it: Sembra che stiano costruendo una palizzata, capo!
ja: 柵を作ってるようですぜ、ボス！

source: I didn't mean that, you idiot! I wanted to say: why you haven't yet slaughtered them?
it: Non intendevo questo, idiota! Volevo dire: perché non li avete ancora massacrati?
ja: そんなこと言ってるんじゃない、このトンマ！オレが言いたいのはな、<b>どうして、お前たちは、奴らを、殺さないんだ</b> ってことだ。お・分・か・り・に、な・り・ま・し・た・か？

source: Gulp... We'll do it immediately, chief, the time to gather the boys!
it: Gulp ... Lo faremo subito, capo, il tempo di radunare i ragazzi!
ja: ウググ... すぐやりますよ、首領！さあ、数を集めないと！

source: Just in time, men; here they come! Let your heart be no less firm than the palisade that your arms have built!
it: Giusto in tempo, uomini; arrivano! Lasciate che il vostro cuore non sia meno saldo della palizzata che le vostre braccia hanno costruito!
ja: 間に合ったな兵たちよ、奴らが来るぞ！ 君らの心は、その腕で築いた柵に劣らず堅固であってくれ！

source: Sir, the men who have been in the forest have glimpsed a house in the trees. It'd be a good idea to check if it is inhabited by friends or by enemies, since we have it behind us.
it: Signore, gli uomini che sono stati nella foresta hanno intravisto una casa tra gli alberi. Sarebbe una buona idea controllare se è abitata da amici o da nemici, visto che ce l'abbiamo alle spalle.
ja: 上長殿、森に入った者の話では、木々の合間にチラリと家が見えたそうです。味方の家か敵の家か確認したほうがよいでしょう。我々の背後にいるのですから。

source: A cottage right in the middle of the orcish territory? Who can live here?
it: Un cottage proprio nel mezzo del territorio degli orchi? Chi può vivere qui?
ja: オークの領土の ど真ん中なのに住める者とは、誰なんだ？

source: This is my home, busybody, mine and Fangy's, of course! You, on the other hand... what business does a soldier of Wesnoth have in the territory of that orcish thief, Grunto?
it: Questa è casa mia, ficcanaso, mia e di Fangy, ovviamente! Tu, d'altra parte ... che affari ha un soldato di Wesnoth nel territorio di quel ladro di un orco, Grunto?
ja: こいつはオレ様の家だよ、暇人ども。もちろんオレと Fangy のな！で、お前ら... Wesnoth の兵士が、オークの縄張りにいる泥棒オーク Grunto に何の用だ？

source: That orc attacked Amoran some days ago, and we have come to even the accounts! But who is Fangy?
it: Quell'orco ha attaccato Amoran alcuni giorni fa, e siamo venuti a pareggiare i conti! Ma chi è Fangy?
ja: あのオークが数日前に Amoran を襲撃したから、その報復にきたのだ！ しかし、Fangy とは誰だ？

source: GRRRRRR!
ja: グルルル.......！

source: Beware, men! A fierce beast!
it: Attenti, uomini! Una bestia feroce!
ja: 気をつけろ！獰猛なケダモノだ！

source: Here, the only beasts are you, Wesnothians! She is Fangy, my little home lady. She keeps rats and orcs away from our beautiful forest. Bah! Since you came here to make the party at Grunto, I'll have to help you. I haven't forgiven him for stealing Fangy's last litter, to have mounts for his Goblins. And then, since westerners from the city like you can't know much about these lands, I'm afraid you'll need someone who knows them better than you!
it: Qui, le uniche bestie siete voi, Wesnothiani! Lei è Fangy, la mia piccola padrona di casa. Tiene ratti e orchi lontani dalla nostra bellissima foresta. Bah! Dato che sei venuto qui per fare la festa a Grunto, dovrò aiutarti. Non l'ho perdonato per aver rubato l'ultima cucciolata di Fangy, per avere cavalcature per i suoi Goblin. E poi, dato che gli occidentali di città come te non sanno molto di queste terre, temo che avrai bisogno di qualcuno che le conosca meglio di te!
ja: ここにいるケダモノはお前たちだけだ、Wesnoth 人！彼女は Fangy 、我が家の可愛い貴婦人だ。彼女はな、美しい森をネズミやオークから守ってくれるんだ、バーン！ Grunto の縄張りでパーティをしに来たんだから、アンタらを手伝わなければならんな。あの野郎が自分のゴブリンに乗せるために、Fangy の最後の子を盗んだことは、まだ許せないんだ。それに、アンタみたいに町から来た西の人は、この土地をあまり知らんだろうから、詳しく知ってる奴がいないといかんよな！

source: All help will be well accepted, both yours and that of the beas... that of the beautiful lady.
it: Tutti gli aiuti saranno ben accetti, sia il tuo che quello delle best ... quello della bella signora.
ja: どんな協力でも歓迎するよ、君と、そのケダモ... 美しいレディも。

source: Have you listened, my dear? This Wesnothian lout is not so loutish, finally! Come on then, it will be fun!
it: Hai ascoltato, mia cara? Questo zoticone wesnothiano non è poi così sciocco, alla fine! Dai allora, sarà divertente!
ja: 可愛いおまえ、聞いてたかい？この Wesnoth 男性は、それほど無作法じゃない、最終的にはな。さあ行こう、楽しいぞー！

source: Grauur... Grr... woof!
ja: グラウゥ... グ... ウーフ！

source: You can say it strong, my dear!
it: Puoi dirlo forte, mia cara!
ja: 強く言っていいんだよ、可愛いなぁ！

source: What's the situation?
ja: どういう状況だ？

source: I would say it's bad, but I'm afraid it's awful. The old caravan station was partially swallowed up by the river, and it seems that a group of Nagas have nestled there.
ja: 悪いと言いますか、酷い状況です。昔のキャラバンの駅の一部が川に飲み込まれて、そこにナーガの一団が巣食っているようです。

source: Also, on the hills just to the south, there are small buildings, and from the stench that comes out I would say they are Ogre huts.
ja: それから、すぐ南側の丘に小さな建物があり、出てくる悪臭から察するに、オーガの小屋と思われます。

source: We could bypass them, but my project for the new Amber Path requires the river to be free! Mmmh... Rather, isn't it strange that Ogres are allies with Nagas? I know little about both the races, it's true, but a little bird told me that the Nagas are allied only with the reptiles and offer them precious metals in exchange for their help, and this excludes the ogres, who never possess precious objects.
it: Potremmo aggirarli, ma il mio progetto per la nuova Via dell'Ambra richiede che il fiume sia libero! Mmmh ... Piuttosto, non è strano che gli Ogre siano alleati con Naga? So poco di entrambe le razze, è vero, ma da quel poco che so i Naga si alleano solo con coloro che gli offrono metalli preziosi in cambio del loro aiuto, e questo esclude gli ogre, che non possiedono mai oggetti preziosi.
ja: 迂回も可能だが、新たな琥珀街道のために私が取り組む事業には、川の開放が必要なんだ。うーむ... むしろ、オーガとナーガが同盟を結んでいるとは不思議な話だ。私は両種族についてほとんど知らないが、耳に挟んだ話では、こうだ。ナーガは爬虫類としか同盟を結ばず、支援する場合は貴金属を要求する。だから、決して貴金属を持たないオーガは対象外らしい。

source: And who said they were allies? Isn't it said that the dove is nestling near the falcon's nest? I know well all the beings living in the wilderness of the east, and I can assure you that an Ogre would only invite a Naga to dinner to make it their first course. If they live so close it must be such a case; probably the Nagas have arrived going up the river and have found the ogres here; because they occupy different spaces they have not given too much discomfort to each other.
it: E chi ha detto che sono alleati? Non si dice che la colomba faccia il nido vicino a quello del del falco? Conosco bene tutti gli esseri che vivono nelle terre selvagge dell'est, e posso assicurarti che un Ogre inviterebbe a cena un Naga solo per farne il suo primo piatto. Se vivono così vicini, deve essere così; probabilmente i Naga sono arrivati risalendo il fiume e hanno trovato qui gli ogre; poiché occupano spazi diversi non si sono dati troppo fastidio a vicenda.
ja: それに、同盟を組んでると言ったのは誰だ？小さな鳩は鷹の巣の近くに巣を作るっていうだろ？オレは東方の原野に棲む生き物をよく知ってるが、これだけは断言できる... オーガがナーガをディナーに招待するときは、奴らを食卓の最初の皿に乗せるときだ。こんなに近くに住んでるとすれば、そのケースに違いない。おそらく、ナーガは川を遡上して、ここのオーガを見つけたのさ。違う場所を占拠してるから、お互い不快感を持たずに済むんだろうな。

source: So is it possible that we should face only the Nagas?
it: Quindi è possibile che dovremo affrontare solo i Naga?
ja: ならば、ナーガと対決するだけで済むということか？

source: Ogres will not move a finger to help the Nagas, on this I will bet my last arrow, but I can not rule out that they'll think of taking advantage of our battle with the Nagas to take out both sides, or that they will attack us after we have defeated the nagas, though... it would be a plan too complicated for their brains.
it: Gli ogre non muoveranno un dito per aiutare i Naga, su questo scommetterei la mia ultima freccia, ma non posso escludere che penseranno di approfittare della nostra battaglia con i Naga per eliminare entrambe le parti, oppure che ci attaccheranno dopo che abbiamo sconfitto i naga, però ... sarebbe un piano troppo complicato per i loro cervelli.
ja: オーガはナーガを助けねえから指一本も動かさん。そこに最後の矢を放つんだ。ただ、状況に乗じてオーガが双方を倒しに来たり、オレたちがナーガを倒したあとに攻撃してくる可能性も否定できんが... あの脳ミソで複雑な計画は立てられねえよ。

source: We'll have to take the risk. Get ready, men, it will be a tough fight!
ja: リスクはあるが、やるしかない。準備はいいか、男たちよ。きつい戦いになるぞ！
