Repository: MultiSeptim/A_Little_Adventure
Catalog: translations/*/LC_MESSAGES/wesnoth-ala.po
Languages: it, ja

source: While the lack of a sovereignty over the wild lands immediately interested the reigning house of Wesnoth, the amber immediately interested the merchants of Soradoc. They established an outpost where the Amber River ceased to be navigable, and from the outpost began to send boats to the Nereids' Bay; the outpost soon became a prosperous town that was named Amoran. Problems started soon with the amber trade: the orcs that lived between the Amber River and the forest of Lintanir didn't look favorably at all the traffic of Wesnothians boats along the river, and acted like the orcs are used to act in these cases. There were several victims on both sides, guerrilla raids, punitive expeditions and reprisals. In the end, when the revenues of amber traffic along the river had become insufficient to support the military expenses necessary to keep it alive, a compromise was reached with the orcs. The orcs recognized the sovereignty of Wesnoth on the wilds between the Bitter Swamp and the eastern coasts of the continent, south of the Amber River, but Wesnoth had to guarantee the neutrality of the river, and both parties pledged to ban boats on the river of any kind and for any purpose. In 536 YW the same treaties were recognized as valid also by the newborn Northern Alliance. Then a caravan route was established, a path which followed, more or less, the course of the Amber River through the Wild Lands, and the amber returned to arrive at Amoran, and from here into the whole kingdom of Wesnoth. Amoran experienced a long period of prosperity, becoming a town so important as to deserve the title of Capital of the wilds, until... fashion changed!
it: Mentre la mancanza di sovranità sulle terre selvagge interessò immediatamente la casa regnante di Wesnoth, l'ambra interessò immediatamente i mercanti di Soradoc. Costoro stabilirono un avamposto dove il fiume dell'Ambra cessava di essere navigabile e dall'avamposto iniziarono a inviare barche alla Baia dei Nereidi; l'avamposto divenne presto una prospera città che fu chiamata Amoran. I problemi iniziarono presto con il commercio dell'ambra: gli orchi che vivevano tra il fiume dell'Ambra e la foresta di Lintanir non vedevano con favore tutto quel traffico delle barche wesnothiane lungo il fiume, e si comportavarono come gli orchi sono abituati ad agire in questi casi. Ci furono diverse vittime da entrambe le parti, incursioni, guerriglia, spedizioni punitive e rappresaglie. Alla fine, quando i proventi del traffico dell'ambra lungo il fiume erano diventati insufficienti a sostenere le spese militari necessarie per mantenerlo in vita, fu raggiunto un compromesso con gli orchi. Gli orchi riconobbero la sovranità di Wesnoth sulle terre selvagge tra la Palude Amara e le coste orientali del continente, a sud del fiume dell'Ambra, ma Wesnoth dovette garantire la neutralità del fiume ed entrambe le parti si impegnarono a vietare sul fiume la navigazione di qualsiasi tipo e per qualsiasi scopo. Nel 536 YW gli stessi trattati furono riconosciuti validi anche dalla neonata Alleanza del Nord. Quindi fu stabilita una rotta per carovane, un percorso che seguiva, più o meno, il corso del fiume Amber attraverso le Terre Selvagge, e l'ambra tornò per arrivare ad Amoran, e da qui all'intero regno di Wesnoth. Amoran visse un lungo periodo di prosperità, diventando una città così importante da meritare il titolo di Capitale delle terre selvagge, finché ... la moda cambiò!
ja: その原野に主権が無いことは、すぐに Wesnoth の統治者に興味を抱かせ、琥珀はすぐに Soradoc の商人に興味を抱かせました。彼らは琥珀川の、船で遡上可能な限界点となる上流地点に前哨基地を設置して、その基地から Nereid’s 湾に船を送りはじめました。やがて前哨基地は Amoran と名付けられ、繁栄した町となりました。 問題は、琥珀の取引開始直後に発生しました。琥珀川と Lintanir の森の間に住むオークは、Wesnoth 人の船が川を航行することを快く思っておらず、そこで彼らは、こういう場合のオークの常套手段を用いたのです。ゲリラ的な襲撃、制裁的な遠征、報復行動などで、双方に犠牲者が出ていました。結局、川を往来して得られる琥珀の収入では、その存続に要する軍事費を賄えないようになり、双方で妥協点を模索することになりました。 オークは Bitter Swamp と大陸東部沿岸の間の原野、および、琥珀川の南岸部でも Wesnoth の主権を承認しましたが、 Wesnoth は川が中立であることを保証する義務が負わされ、種類や目的を問わず、双方ともに川での船舶使用禁止を誓約し合ったのです。Wesnoth 暦 536年には、前年に結成された北部同盟にもこの条約が有効であることが認められました。 こうしてキャラバンのルートは確立されました。原野を流れる琥珀川沿いの道路で Amoran へと琥珀は持ち帰られて、そこから Wesnoth 王国全体へと運ばれました。Amoran は長い間繁栄を続け、原野の都という名を冠するに値するほど重要な町となりました... 時代が変わるまでは！

source: Wesnoth's nobles and rich grew tired of amber, and for their own delight, the vanity of their kind consorts, and the pleasure of their keen lovers, they began to prefer the multi-colored precious stones that the dwarves pulled out of their mountains, and that were gotten more easily and with fewer vicissitudes than the amber coming into their hands. With the decline, and finally the cessation, of the traffic of the amber, Amoran also declined, as slowly and dignifiedly as an old lady. The population gradually decreased, the trades ended, the stone walls became too expensive to maintain, and where they collapsed they were replaced by wooden palisades. The garrison, once numerous, was reduced to a handful of soldiers, carefully chosen among those who, for lack of money and of rank, had fewer means to oppose the assignment of such a disagreeable destination. The cultivated fields became the only source of wealth of the inhabitants, and there was a thinning-out of the coins in circulation, and also the merchants thinned out. The only element of the anthropological landscape not to suffer a dramatic decline were the brigands, who became, however, more desperate, and therefore more ferocious than before! Amoran retained the title of capital, but was effectively subjected to the authority of the more important city of Soradoc, but Soradoc was far away, and Amoran was beyond the swamp, beyond the hills, beyond, above all, the interest of the Soradoc's authorities... so imagine how distant Amoran became from the interest of those who governed Weldyn. The town, now reduced to a village, had become so unimportant that it wasn't affected by the great invasion of undead of 625 YW, even if it seemed to have been born in the nearby Estmark Hills. That was a good thing, because, otherwise, in no way could Amoran have survived to those calamitous events! Instead it survived, and... another day, another time, the wind changed!
ja: やがてWesnoth の貴族と富豪は琥珀に飽きるようになりました。そして自らの喜びのため、愛する妻の虚栄心のため、そして、口うるさい恋人の喜びのため、ドワーフが山から引き抜いてくる多色の貴石を好み始めました。入手できる琥珀よりも簡単に、波風が立つことなく手に入りました。 琥珀の交易が衰退し、ついには途絶えたことで、Amoran もまた、衰退していきました、老婦人のようにゆっくりと気品を持って。人口はしだいに減少し交易は終了。石垣は維持費が高くなってしまい、崩れたところは木製の柵に置き換えられました。かつていた多くの守備隊も、一握りの兵士に縮小されました。彼らは、金や地位のない、こんな不愉快な土地へ任命されても反対する手段のない者たちの中から慎重に選ばれていました。住民の唯一の富の元となったのは耕作地で、貨幣の流通は先細りし、商人もまばらな状態になりました。 人類学的景観の中で、唯一劇的な衰退の影響を受けなかった集団は山賊たちでした。しかし、山賊はより絶望的となったがゆえに、以前にも増して凶暴になっていました。 Amoran は都の地位を保ちつつも、より重要な都市 Soradoc の権威に事実上服していましたが、Soradoc は遠く、しかもAmoran は沼地の向こうで、丘の向こうで、何よりも Soradoc の権力者の関心の遠い向こう側にありました... Weldyn の統治者の関心から Amoran が、いかに遠いものとなったかをどうか想像してみてください。 この町は、今や鄙びた村ですが、Wesnoth 暦 625年のアンデッドの大侵攻に影響されないほど、重要性を失っていました、たとえそれが近くの Estmark Hills で始まったようであっても。それは幸運なことでした。なぜなら、そうでなければ Amoran は、あの痛ましい事件で生き残ることなどなかったからです。そして、生き残ったことで... ある日ある時、風向きが変わりました！

source: This is the story of a bold young man named Glauco, whose fresh nomination as a sergeant counterbalanced the sending, as commander, to the meager garrison of Amoran. Others would have despaired, and not wrongly, Glauco, instead realized that for a sergeant without a name and without money, as he was, that command could be the occasion of his life to make a name for himself! He departed full of enthusiasm and arrived at his destination full of ideas, all unworkable, matured in two weeks of travel. As soon as he arrived, and after the initial discouragement that gave him the resigned appearance of the town and the miserable composition of the garrison placed under his command, he rolled up his sleeves and said to himself: I will show my worth, at the first occasion! After a few very long and very boring months, the opportunity finally presented itself, but it didn't have a beautiful face at all.
it: Questa è la storia di un coraggioso giovane di nome Glauco, la cui nuova nomina a sergente fu controbilanciata con l'invio, come comandante, alla misera guarnigione di Amoran. Altri si sarebbero disperati, e non a torto, Glauco, invece, si rese conto che per un sergente senza nome e senza soldi, quale egli era, quel comando poteva essere l'occasione della sua vita per farsi un nome! Partì pieno di entusiasmo e giunse a destinazione pieno di idee, tutte impraticabili, maturate in due settimane di viaggio. Appena arrivato, e dopo lo scoraggiamento iniziale che gli diede l'aspetto rassegnato della città e la misera composizione della guarnigione posta sotto il suo comando, si rimboccò le maniche e si disse: Dimostrerò il mio valore, al prima occasione! Dopo alcuni mesi molto lunghi e molto noiosi, finalmente l'opportunità si presentò, ma non aveva per niente un bell'aspetto.
ja: これは、Glauco という果敢な若者の物語です。彼は新たに軍曹に指名され、 Amoran の貧弱な守備隊に派遣されました。厳しい任地ですが、その埋め合わせとして司令官の地位が与えられました。他の者なら絶望したことでしょう、しかし、Glauco は違いました。彼のように無名で富もない軍曹にとって、この命令は名を成す絶好の機会になり得ると感じたのです。 彼は意気込んで出発し、目的地には2週間後に到着しましたが、その間に彼の中で熟成させたアイデアいっぱいの状態でした。実現不可能なものばかりでしたが。到着するや否や...、最初は落胆しました。というのも、町には諦めの雰囲気が満ち、自分の指揮下に置かれた守備隊の惨めな構成を知ったからです。しかし彼は、袖をまくり上げ、自分に言い聞かせました。時が来たら、自分の価値を示してみせる！、と。とても長く、とても退屈な数ヶ月が経過して遂に、その機会が顔を見せました... が、その顔は決して美しいものではありませんでした。

source: Having defeated Grunto the Orc, Glauco thought it was time to settle the accounts with Dadoc and his band. The arrival of Geobard with orders of Wesnoth allowed Glauco to leave peasants and woodcutters to their jobs and to enlist other soldiers. When he felt he had enough soldiers, that is, when he didn't have any more money available, he set off towards the forest in which, as everyone knew, Dadoc took refuge to lick his wounds, as in this case, or to enjoy the fruits of his raids.
it: Dopo aver sconfitto Grunto l'Orco, Glauco pensò che fosse ora di regolare i conti con Dadoc e la sua banda. L'arrivo di Geobard con ordini da Wesnoth permise a Glauco di lasciare ai loro lavori contadini e taglialegna e di arruolare altri soldati. Quando sentì di avere abbastanza soldati, cioè quando non aveva più soldi a disposizione, si incamminò verso la foresta in cui, come tutti sapevano, Dadoc era uso rifugiarsi per leccarsi le ferite, come in questo caso, oppure per godersi i frutti delle sue incursioni.
ja: Glauco はオークの Grunto を倒し、そして思いました。Dadoc 一団との決着をつけるときが来たと。Wesnoth の命令を受けた Geobard の到着により、Glauco は農民や木こりを元の仕事に戻し、他の兵士を雇用できるようになりました。兵士の数が十分と感じると、つまり、これ以上お金が使えなくなったときは森に向かって進軍しました。周知のごとく、森はDacoc が傷を舐めて癒すために、もしくは略奪の甘い果実を楽しむために避難する場所でした。

source: But, having departed with plenty of enthusiasm, our sergeant lost much of his boldness when he found himself on the edge of the forest; there was no trace of paths anywhere, and the trunks of the trees were so thick as to look like the walls of a fortress, so the question arose of how to find someone in a similar green jumble. 'Meanwhile, let's mount a camp for the night,' he told himself, 'Tomorrow we'll see what to do.'
it: Ma, partito con molto entusiasmo, il nostro sergente perse gran parte della sua baldanza quando si trovò ai margini della foresta; non c'era traccia di sentieri da nessuna parte, e i tronchi degli alberi erano così fitti da sembrare i muri di una fortezza, così sorse il problema di come trovare qualcuno in un simile guazzabuglio verde; "Intanto montiamo un campo per la notte", si disse "Domani vedremo cosa fare".
ja: しかし、張り切って出発した軍曹でしたが、森の端にいることに気づくと、すっかり大胆さを失ってしまいました。道の痕跡はどこにもなく、木の幹は要塞の壁のように太く、似たような緑色が雑然とする中で誰かを探すにはどうすればよいのか、疑問がわいたのです。「とりあえず、今夜は野営しよう」と自分に言い聞かせました。「明日になれば、何をすべきか、はっきりする」。

source: So Glauco decided only to rely on professional soldiers, who would not fall in panic in the face of the fierce appearance of the orcs. When he finally crossed the ford of Amoran, he not only had reliable troops (though not too experienced ones), but he had also completely emptied the garrison's coffers, like his pockets. On the other hand, having claimed the reward on the head of Dadoc, the bold young man preferred to invest in lances, war archers, and armor, rather than spend that gold in ways more pleasant but, given the venture in which he had slipped, also less useful for keeping his head on his neck. For the sake of prudence, what remained of the original garrison was left to Amoran, so that it would recover from the fatigue of the previous battle and watch over the town against any nasty surprises!
it: Così Glauco decise di affidarsi solo a soldati di profesione, che non sarebbero caduti nel panico di fronte all'apparizione dei feroci orchi. Quando finalmente attraversò il guado di Amoran, non solo aveva con sé truppe affidabili (anche se non troppo esperte), ma aveva anche svuotato completamente le casse della guarnigione, come le sue tasche. D'altra parte, avendo reclamato la ricompensa sulla testa di Dadoc, il giovane coraggioso aveva preferito investirla in lance, archi da guerra e armature, piuttosto che spendere quell'oro in modi più piacevoli ma, vista l'impresa in cui era scivolato , anche meno utili per tenere la testa sul collo. Per prudenza, ciò che restava della guarnigione originaria fu lasciato ad Amoran, perché si riprendesse dalle fatiche della battaglia precedente e vigilasse sulla città da eventuali brutte sorprese!
ja: そこで Glauco は、オークの猛威に対峙しても慌てることのない熟達した兵士だけを頼ることにしました。Amoran の浅瀬を遂に越えたとき、信頼に足る部隊（経験豊富ではない）を手にしただけでなく、守備隊の金庫も完全に空っぽにしていました、まるで自分のポケットのように。一方、Dadoc の首によって報酬を得た大胆な若者は、その金をもっと楽しいことに使うことより、ランスや弓矢、鎧に金をかけることを好みましたが、この冒険中に取り去ったことを考えると、自分の首を守るためにはあまり役に立たなかったようです。慎重を期して、当初の守備隊の残りは Amoran に残して戦いの疲労回復を優先させ、不測の事態から町を危険から守らせることにしました！

source: Grunto was the chief of a tribe smaller than his ambitions, and its territory was so small that it took only a few days for the Glauco's troops to arrive in sight of the orcish fort. The battle could start, but even though the orcish tribe was small, it might have been too big for the men led by Glauco!
it: Grunto era il capo di una tribù più piccola delle sue ambizioni e il suo territorio era così piccolo che ci vollero solo pochi giorni prima che le truppe del Glauco arrivassero in vista del forte degli orchi. La battaglia poteva iniziare, ma anche se la tribù degli orchi era piccola, poteva essere troppo grande per gli uomini guidati da Glauco!
ja: Grunto は彼の野望を叶えるには小さすぎる部族の首領で、領土も非常に狭く、Glauco の部隊がオークの砦が見える場所に到着するまでには数日しかかかりませんでした。戦いは始められましたが、いくら小さなオーク族とはいえ、Glauco が率いる男たちにとっては大きすぎたかもしれません！

source: Having defeated orcs and bandits, Amoran would have a period of quiet life, at least until some orcish chiefs decided to settle on the lands of Grunto, or until a new bandit boss rose. Glauco thought that this was the right time to make an attempt to re-establish the amber way. The questions was: how to do so! The Amber River was deep and navigable from the east coast of the continent to Amoran, but it also served as a border with the territories of the orcs, and the treaties stipulated with the Northern Alliance provided, to guarantee the security of the borders, that no boat could go up or down the river.
it: Avendo sconfitto orchi e banditi, Amoran avrebbe potuto godere di un periodo di tranquillità, almeno fino a quando altri capi orchi non avessero deciso di stabilirsi nelle terre di Grunto, o fino a quando non fosse sorto un nuovo capo di banditi. Glauco pensò che era il momento giusto per tentare di ristabilire la via dell'ambra. La questione era: come farlo! Il fiume Amber era profondo e navigabile dalla costa orientale del continente fino ad Amoran, ma serviva anche da confine con i territori degli orchi, e i trattati stipulati con l'Alleanza del Nord prevedevano, per garantire la sicurezza dei confini, che nessuna barca potesse risalire o discendere il fiume.
ja: オークや盗賊を倒したことで、Amoran は暫くの間、静かな生活を送ることでしょう。少なくとも、オークの別の首領が Grunto の地に移ることにするか、新しい盗賊のボスが現れるまで。Glauco は、今こそ琥珀街道の再開に取り組むべき時だと考えていました。問題は、その方法です。琥珀川は大陸の東海岸から Amoran まで水深があって航行可能ですが、オークの領土との国境でもあり、安全を保証するために川には船を航行させてはならないという、北部同盟との条約がありました。

source: The only alternative was the old caravan track, which for most of its journey supported the course of the river; but the track was in disastrous conditions, the stations were abandoned for decades and nothing was known about their state, although it was easily understood that it would not be a good state; in short, re-establishing the caravan route would have cost a fortune that the Wesnoth government would not have allocated. But Glauco had an idea to get around all these problems, only that this idea required that contacts with the Eastern Nereids would be restored.
it: L'unica alternativa era la vecchia pista carovaniera, che per la maggior parte del suo viaggio costeggiava il corso del fiume; ma la pista era in condizioni disastrose, le stazioni erano state abbandonate per decenni e non si sapeva nulla del loro stato, anche se si intuiva facilmente che non sarebbe stato buono; in breve, ristabilire la rotta delle carovane sarebbe costato una fortuna che il governo di Wesnoth non avrebbe stanziato; Ma Glauco aveva un'idea per aggirare tutti questi problemi, solo che questa idea richiedeva che fossero ripristinati i contatti con i Nereidi orientali.
ja: 唯一の選択肢は、かつて川での航行を支えていた古いキャラバンルートでしたが、道路は悲惨な状態でしたし、駅は数十年前に見捨てられていて状況は不明でしたが、良好でないことは容易に判断できました。要するに、キャラバンルートを再開させるには、Wesnoth 当局には実現できないほどの大金が必要という状況でした。しかし Glauco には、これらの問題を回避できる、ある発想がありました。ただそれには、東方の Nereids と接触する必要がありました。

source: The only way to contact the eastern nereids was to cross the wildlands; Glauco, with the resources he could dispose, put together a small expedition, recruited $trapper_name as a guide, and entered the lands of the east following the remnants of traces that survived the degradation of the Amber Road; a few days later they came in sight of one of the most important station, and they discovered that the station was still inhabited, but it would have been better if it had not been so.
it: L'unico modo per contattare i nereidi orientali era attraversare le terre selvagge; Glauco, con le risorse di cui poteva disporre, mise insieme una piccola spedizione, reclutò $trapper_name come guida, ed entrò nelle terre dell'est seguendo le residue tracce sopravvissute al degrado della Via dell'Ambra; pochi giorni dopo giunsero in vista di una delle stazioni più importanti, e scoprirono che la stazione era ancora abitata, ma sarebbe stato meglio se non fosse stato così.
ja: 東方の Nereids と接触する方法は、原野を横断することだけでした。Glauco は自分用の資金で小さな遠征隊を招集し、案内人に $trapper_name を雇い、琥珀街道の劣化に耐えた痕跡の名残を伝いながら、東の土地へと入っていきました。数日後、一行は最も重要な駅の一つを目にしました。誰かが居ることが分かりましたが、居ないほうがよかったことでしょう。

source: Now the only obstacle separating Glauco's company from the sea was: a chain of low hills that the river literally grazed with its southern shore; not being able to overcome the river, and being too long to wander from the south, Glauco decided that they were going through the hills, looking for those steps that the ancient Amber Road used to travel in the past. But in the past those hills had been inhabited, and now they were inhabited again.
it: Ora solo un ostacolo separa la compagnia del Glauco dal mare: una catena di basse colline che il fiume sfiorava letteralmente con la sua sponda meridionale; non potendo superare il fiume, ed essendo troppo lungo aggirarle da sud, Glauco decise di passarci attraverso, seguendo i passi di uella che in passato era l'antica Strada dell'Ambra. Ma in passato quelle colline erano state abitate, e ora erano abitate di nuovo.
ja: さて、Glauco 一行を海から隔てている唯一の障害は、川が文字通り南岸で接している低い丘の連なりで、川を越えることはできませんでした。また、南側から入り込むには遠すぎるため、Glauco は丘を通って、かつて使われていた旧琥珀街道の階段を探すことにしました。しかし、昔、その丘に住人が居ましたが、今、再び住んでいました。

source: Finally, the increasingly heterogeneous group of our heroes reached the end of the river, on the warm shores of the far east of the continent of Irdya. As it was in the expectations, and in the hopes, of the young commander, the eastern nereids still inhabited the lagoon just south of the mouth of the river; the problem was, for a change, that they were not alone, and as the famous proverb says... it would has been better if they had been.
it: Infine, il sempre più eterogeneo gruppo dei nostri eroi raggiunse la fine del fiume, sulle calde rive dell'estremo oriente del Grande Continente. Come era nelle aspettative e nelle speranze del giovane comandante, i nereidi orientali abitavano ancora la laguna appena a sud della foce del fiume; il problema era, tanto per cambiare, che non erano soli, e come dice il famoso proverbio ... sarebbe stato meglio se lo fossero stati.
ja: ますます人材が多様化した我らが英雄の一団は、遂に、川の終点、Irdya 大陸の東端の暖かな海岸へとたどり着きました。若い指揮官の期待と希望通り、東の Nereids は河口のすぐ南にある礁湖に今も暮らしていました。問題は、彼らが孤独ではないということでした。有名な諺にもあるように... 孤独であったなら、もっとよかったのに。

source: Having defeated the Saurians and re-established the trade relations with the Nereids, Glauco could finally return to Amoran bringing with him a lot of good news. To think that the town could relive its past splendor was not yet possible, but, besides the renewed traffic of amber, the wild lands were a little less savage than before, and this could attract settlers from the west; could attract people endowed with courage and spirit of initiative, qualities that, for Glauco, were worth more than a few pieces of gold.
it: Dopo aver sconfitto i sauri e ristabilito i rapporti commerciali con i Nereidi, Glauco poteva finalmente tornare ad Amoran portando con sé tante buone notizie. Pensare che la città potesse rivivere il suo passato splendore non era ancora possibile, ma, oltre al rinnovato traffico dell'ambra, le terre selvagge erano un poco'meno selvagge di prima, e questo poteva attirare coloni da occidente; poteva attirare persone dotate di coraggio e spirito di iniziativa, qualità che, per Glauco, valevano più di poche monete d'oro.
ja: トカゲ族を倒し、Nereids との交易関係を再建して、Glauco は遂に、多くの朗報を携えて Amoran へ帰還できました。町がかつての栄華を取り戻せると考えるのは、未だ不可能だけど、琥珀交易の復活を除くと、ほんの少しだけこの原野の未開度が減少したことで、西からの移住や開拓の関心を高められるし、勇気や行動力、素質を持つ人々が興味を持ってくれることでしょう。素質、それは、Glauco にとっては金貨数枚などより大きな価値を持っていました。

source: But, having come to the town, Glauco had to see that someone, with a lot of fighting spirit and sense of initiative, had already arrived, but had not brought anything that the good and peaceful people of Amoran could really appreciate. Where the small field camp of Grunto's tribe had arisen for the short space of a few days previously, there was now a solid Orcish fortress, and the number of huts surrounding it announced the presence of a considerable number of orcs.
it: Ma, giunto in città, Glauco vide che qualcuno, con molto spirito combattivo e spirito di iniziativa, era già arrivato, ma non aveva portato nulla che la brava e pacifica gente di Amoran potesse davvero apprezzare. Dove il piccolo accampamento della tribù di Grunto era sorto per breve tempo pochi giorni prima, ora c'era una solida fortezza orchesca, e il numero di capanne che la circondavano annunciava la presenza di un numero considerevole di orchi.
ja: しかし、町へ到着した Glauco は気付かざるを得ませんでした。闘志と使命感にあふれる者は既に到着していましたが、善良で平和な Amoran の住人が喜ぶようなものは、何一つもたらさなかったのだ、と。数日前に Grunto 族が作ったわずかな野営地があった小さな場所には、今ではオークの強固な要塞が建ち、それを囲む小屋の数は、相当数のオークの存在を告げていました。

source: Suddenly, Glauco was extremely happy that the men he had with him had accumulated a good amount of combat experience; and he was as much happy that Glubtrub and his ogres, struck by the sudden curiosity to see how a human town was made, were still with him.
it: All'improvviso, Glauco fu estremamente felice che gli uomini che aveva con lui avessero accumulato una buona dose di esperienza di combattimento; ed era altrettanto felice che Glubtrub e i suoi ogre, colti dall'improvvisa curiosità di vedere come fosse fatta una città umana, fossero ancora con lui.
ja: 部下たちが戦闘経験をうまく積み上げてきたことに、Glauco は不意に無上の喜びを感じました。そしてとても嬉しいことに、人間の町はどうなってるのか突然に興味を持った Glubtrub と仲間のオーガたちが同行していました。
